<?php

$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"rss_module_name" =>
"RSS",

"rss_module_description" =>
"Модуль генерації стрічок RSS",

//----------------------------------------

"rss_invalid_weblog" =>
"Блогу вказаного у вашому RSS, не існує.",

'no_weblog_specified' =>
"Ви маєте вказати розділ.",

'no_matching_entries' =>
'Немає записів що відповідають вказаним параметрам тегу.',

'empty_feed' =>
'Ця стрічка не містить записів.',

/* END */
''=>''
);
?>