<?php

$L = array(

"imglib_gd_required_for_props" =>
"Ваш сервер повинен підтримувати графічну бібліотеку GD для визначення властивостей зображення.",

"imglib_unsupported_imagecreate" =>
"Ваш сервер не підтримує функцію GD, необхідну для обробки даного типу зображень.",

"imglib_gif_not_supported" =>
"Зображення GIF часто не підтримуються через ліцензійні обмеження. Замість GIF Вам доведеться використовувати JPG або PNG зображення.",

"imglib_jpg_not_supported" =>
"JPG зображення не підтримуються",

"imglib_png_not_supported" =>
"PNG зображення не підтримуються",

"imglib_jpg_or_png_required" =>
"Графічний протокол, вказаний Вами в настройках працює тільки з JPEG або PNG типами зображень.",

"imglib_copy_error" =>
"Виникла помилка при заміщенні файлу. Перевірте, чи встановлені вірні права на теку.",

"imglib_rotate_unsupported" =>
"Поворот зображень не підтримується Вашим сервером.",

"imglib_libpath_invalid" =>
"Шлях до графічної бібліотеки некоректний. Будь ласка, встановіть вірний шлях в налагодженнях.",

"imglib_image_process_failed" =>
"Обробка зображення неможлива. Перевірте, чи підтримує сервер вибраний протокол і чи вірний шлях до графічної бібліотеки протоколу.",

"imglib_rotation_angle_required" =>
"Кут обертання необхідний, щоб повернути зображення.",

"imglib_writing_failed_gif" =>
"GIF зображення ",

"imglib_invalid_path" =>
"Шлях до зображення невірний",

"imglib_copy_failed" =>
"Копіювання зображення неможливе.",


// IGNORE
''=>'');?>