<?php

$L = array(

//----------------------------
// MT Import
//----------------------------

"mt_import_utility" =>
"Утиліта імпорту з системи Movable Type",

"mt_import_welcome" =>
"Ця утиліта дозволяє імпортувати в ExpressionEngine дані з Movable Type",

"mt_import_disclaimer" =>
"Якщо Ви не використовуєте Movable Type, ця утиліта Вам не потрібна.",

"file_blurb" =>
"Перед початком використання цієї утиліти Ви повинні вказати місце розташування файлу експорту з MT.",

"file_blurb2" =>
"Розташування файлу повинне вказуватися відносно контрольної панелі.  (напр.: ../mt_file.txt, якщо він в кореневій директорії сайту.)",

"field_blurb" =>
"Формат експорту з МТ не підтримує мультиблогів. Якщо ви хочете експортувати дані в різні блоги, спочатку необхідно розбити файл на частини, відповідні блогам, і потім імпортувати кожен файл окремо.",

"import_info" =>
"Інформація про імпортування",

"file_info" =>
"Розташування файлу Movable Type",

"weblog_select" =>
"Виберіть блог для імпорту записів.",

"admin_select" =>
"Автор записів за умовч.",

"status_select" =>
"Статус записів за умовч.",

"format_select" =>
"Формат записів за умовч.",

"category_select" =>
"Категорії",

"auto_create_nosub" =>
"Автомат. створ. категорії (без підкатегорій)",

"auto_create_sub" =>
"Автомат. створ. категорії (з підкатегоріями)",

"submit_info" =>
"Почати імпорт записів",

"empty_field_warning" =>
"Деякі поля залишилися незаповненими",

"invalid_path" =>
"Файл не знайдений.",

"invalid_file" =>
"Файл не містить експортованих з МТ записів.",

'import_complete' =>
"Імпортування завершене",

"total_weblog_entries" =>
"Кількість імпортованих записів:",

"total_weblog_comments" =>
"Кількість імпортованих ком.:",

"total_weblog_trackbacks" =>
"Кількість імпортованих трекбеків:",

"total_categories_entered" =>
"Кількість створених категорій:",

"more_importing_info" =>
"Якщо є ще записи для імпорту з МТ, натискуйте на посилання нижче. Якщо Ви завершили імпортування, обновіть статистику.",

"return_to_import" =>
"Назад до сторінки імпорту з МТ",

"you_are_done_importing" =>
"Процес імпортування успішно завершений!",

"recalculate_statistics" =>
"Перерахувати статистику",

"click_to_reset_statistics" =>
"Для оновлення статистики натискайте тут",

"you_are_done_importing" =>
"Імпорт записів успішно завершений!",

'no_weblogs' =>
"Доступних блогів немає",

'open' =>
"Відкрито",

'closed' =>
"Закрито",

'excerpt_select' =>
"Поле для EXCERPT",

'body_select' =>
"Поле для BODY",

'extended_select' =>
"Поле для EXTENDED TEXT",

'keywords_select' =>
"Поле для KEYWORDS",

'create_comment_members' =>
"Створити учасників з коментаторів?",

'default_group' =>
"Група за умовч. для нових учасників",

'use_author_text' =>
"(Якщо Ви виберете цей варіант, утиліта імпорту спробує знайти збіги авторів імпортованих записів з вже наявним в базі EE.  Якщо збіги не будуть знайдені, то як автор буде використаний учасник за умовчанням, вказаний вище.)",

'use_status_text' =>
"(Якщо Ви виберете цей варіант, утиліта імпорту замінить статус з МТ на еквівалентний йому в EE.  Publish (MT) => Відкрито (EE); Draft (MT) => Закрито (EE); Якщо Ви не виберете цей варіант, заданий вище статус за умовчанням використовуватиметься для всіх записів.)",

'use_format_text' =>
"(Якщо Ви виберете цей варіант, утиліта спробує замінити значення CONVERT BREAK у доступний режим форматування.  Якщо збіги не будуть знайдені, використовуватиметься вигляд форматування, вказаний вище.",

'use_format_text2' =>
"<strong>Увага!</strong> Значення <code>1</code> буде прийнято як Auto &lt;br /&gt;, а значення <code>0</code> буде None. Значення <code>__default__</code> буде інтерпретовано як вигляд форматування, вказаний вище.",

'create_commenters_text' =>
"(Якщо Ви виберете цей варіант, утиліта створить учасника з кожного унікального коментатора.  Кожному створеному аккаунту буде призначений довільний пароль. Учасник зможе отримати і згодом змінити його, натиснувши на посилання \"Забули свій пароль?\".",


'use_status' =>
"Використовувати статус запису?",

'use_format' =>
"Використовувати при нагоді параметр запису CONVERT BREAK?",

'use_author' =>
"Використовувати при нагоді автора запису",

'comment_group' =>
"Група для створених учасників",

'no_member_groups' =>
"Немає доступних груп",

'unable_to_import' =>
"Неможливо імпортувати записи",

'none' =>
"- НІ -",

'members_created' =>
"Створено учасників:",

'field_for_extra_field' =>
"Поле для",



/* END */
''=>''
);
?>