<?php

$L = array(

"admin_notify_mailinglist" =>
"Повідомлення адміністратора про підписку на розсилку",

"admin_notify_mailinglist_desc" =>
"Цей шаблон визначає вид повідомлення, що висилається Адміністраторові при реєстрації нового підписчика на розсилку.",

"admin_notify_forum_post_desc" =>
"Цей шаблон визначає вид повідомлення, що висилається Адміністраторові при появі нового повідомлення у форумі",

"admin_notify_entry" =>
"Повідомлення адміністратора про нові записи",

"admin_notify_entry_desc" =>
"Цей шаблон визначає вид повідомлення, що висилається одержувачам повідомлень при появі нового запису в блозі.",

"private_message_notification" =>
"Повідомлення про приватний лист",

"private_message_notification_desc" =>
"Цей шаблон визначає вид повідомлення, що висилається користувачеві під час отримання особистого повідомлення",

"forum_post_notification_desc" =>
"Цей шаблон визначає вид повідомлення, що висилається користувачеві при появі нової відповіді на його повідомлення у форумі",

"admin_notify_forum_post" =>
"Повідомлення Адміністратора про поповідомлення на форумі",

"forum_post_notification" =>
"Повідомлення користувача про повідомлення у форумі",

"gallery_comment_notification" =>
"Повідомлення користувача про коментар в альбомі",

"gallery_comment_notification_desc" =>
"Цей шаблон визначає вигляд повідомлення, що висилається користувачеві при появі нової відповіді на його коментар",

"admin_notify_gallery_comment" =>
"Повідомлення Адміністратора про коментар в альбомі",

"admin_notify_gallery_comment_desc" =>
"Цей шаблон визначає вигляд повідомлення, що висилається Адміністраторові при появі нового коментаря в альбомі",

"email_title" =>
"Заголовок E-mail",

"email_message" =>
"Текст Email-повідомлення",

"admin_notify_comment" =>
"Повідомлення Адміністратора про коментар",

"admin_notify_comment_desc" =>
"Цей шаблон визначає вигляд повідомлення, що висилається Адміністраторові при появі нового коментаря",

"admin_notify_trackback" =>
"Повідомлення Адміністратора про трекбекі",

"admin_notify_trackback_desc" =>
"Цей шаблон визначає вигляд повідомлення, що висилається Адміністраторові при появі нового трекбека",

"admin_notify_reg" =>
"Повідомлення Адміністратора про реєстрацію нового учасника",

"admin_notify_reg_desc" =>
"Цей шаблон визначає вигляд повідомлення, що висилається Адміністраторові при реєстрації нового учасника",

"comment_notification" =>
"Повідомлення користувача про коментар",

"comment_notification_desc" =>
"Цей шаблон визначає вигляд повідомлення, що висилається користувачеві при появі нової відповіді на його коментар",

"forgot_password_instructions" =>
"Інструкція при забутому паролі",

"forgot_password_instructions_desc" =>
"Цей шаблон визначає вигляд повідомлення, що висилається користувачеві, що забув свій пароль",

"mailinglist_activation_instructions" =>
"Інструкція по активації підписки",

"mailinglist_activation_instructions_desc" =>
"Цей шаблон визначає вигляд повідомлення з інструкціями по активації підписки",

"mbr_activation_instructions" =>
"Інструкції по активації нового користувача",

"mbr_activation_instructions_desc" =>
"Цей шаблон визначає вигляд повідомлення з інструкціями по підтвердженню реєстрації на сайті",

"reset_password_notification" =>
"Повідомлення про зміну пароля",

"reset_password_notification_desc" =>
"Цей шаблон містить інструкції по зміні пароля",

"validated_member_notify" =>
"Повідомлення про активацію нового користувача",

"decline_member_validation" =>
"Повідомлення про відмову в активації нового користувача",

"validated_member_notify_desc" =>
"Це шаблон повідомлення з підтвердженням, що висилається користувачеві після його активації адміністратором",

"use_this_template" =>
"Задіювати цей шаблон?",

"use_this_template_exp" =>
"Якщо натискуватимете <b>ні</b>, то цей шаблон використовуватися не буде.  Замість нього, висилатиметься повідомлення, що автоматично згенерувало, на мові, вибраній самим користувачем",

"user_messages_template_desc" =>
"Призначення цього шаблону - відображення повідомлень про помилки і інших повідомлень для користувачів після виконання ними певних дій, таких як операція входу в систему, відправка форми і ін.",

"user_messages_template_warning" =>
"Не видаляйте жодної з п\'яти необхідних змінних:",

"available_variables" =>
"Можливе використання наступних змінних:",

'pm_inbox_full' =>
"Повідомлення про повний ящик особистих повідомлень InBox",

'pm_inbox_full_desc' =>
"Цей шаблон визначає вигляд повідомлення, що висилається користувачеві, коли він не може отримає особисте повідомлення через те, що його поштова скринька InBox повна",

'forum_moderation_notification' =>
"Повідомлення користувача про модерування повідомлень теми у форумі",

'forum_moderation_notification_desc' =>
"Цей шаблон визначає вигляд повідомлення, що висилається учасникам при переміщенні, розбитті або об'єднанні тем на форумі модератором",

'forum_report_notification' =>
"Повідомлення модератора про допущене у форумі порушення",

'forum_report_notification_desc' =>
"Цей шаблон визначає повідомлення, що отримуються модератором від учасників про допущене у форумі порушення",

/* END */
''=>''
);
?>