<?php

$L = array(

"reserved_word" =>
"Вибране Вами найменування поля не може бути використане, оскільки є зарезервованим словом.  Більш детальнішу інформацію читайте в Документації.",

"list_edit_warning" =>
"Якщо є незбережені зміни на цій сторінці, вони будуть втрачені при переході до редактора форматування.",

"fmt_has_changed" =>
"Примітка: Ви вибрали інше форматування поля, чим було збережено раніше.",

"update_existing_fields" =>
"Застосувати це нове форматування до всіх існуючих записів блога?",

"display_criteria" =>
"Вибрати критерій відображення для сторінки ПУБЛІКУВАТИ",

"limit" =>
"межа",

"orderby_title" =>
"Сортувати по назві",

"orderby_date" =>
"Сортувати по даті",

"sort_desc" =>
"зворотньому порядку",

"in" =>
"в",

"sort_asc" =>
"прямому порядку",

"field_label_info" =>
"Ця назва з\'явиться на сторінці ПУБЛІКУВАТИ",

"deft_field_formatting" =>
"Форматування тексту за умовчанням для цього поля",

"formatting_no_available" =>
"Форматування тексту відсутнє для вибраного Вами типу поля",

"show_formatting_buttons" =>
"Показувати меню Форматування",

"hide_formatting_buttons" =>
"Приховати меню Форматування",

"date_field" =>
"Поле дати",

"relationship" =>
"Відношення",

"related_to_blog" =>
"Пов\'язати записи одного блога із записами іншого блога",

"related_to_gallery" =>
"Пов\'язати записи одного блога із записами фотоальбому",

"select_related_blog" =>
"Вибрати блог, з яким Ви хочете створити зв\'язок:",

"select_related_gallery" =>
"Вибрати альбом, з яким Ви хочете створити зв\'язок:",

"gallery_not_installed" =>
"Модуль фотоальбому не встановлений.",

"rss_url" =>
"URL стрічки RSS",

"rss_url_exp" =>
"URL, за яким можна отримувати RSS-стрічку для цього блогу.",

"update_publish_cats" =>
"Закрити вікно і поновити категорії на сторінці ПУБЛІКУВАТИ",

"versioning" =>
"Налаштування збереження версій",

"enable_versioning" =>
"Включити збереження версій",

"clear_versioning_data" =>
"Видалити всі дані про існуючі версії в цьому блогі",

"enable_qucksave_versioning" =>
"Якщо включено, зберігати версії при натисненні кнопки Зберегти",

"quicksave_note" =>
"Якщо Ви використовуєте кнопку Зберегти, Ви можете не зберігати версії.",

"max_revisions" =>
"Макс. число версій одного запису",

"max_revisions_note" =>
"Збереження версій використовує багато місця в БД, тому рекомендується обмежити число версій.",

"field_populate_manually" =>
"Перенести дані з меню вручну",

"field_populate_from_blog" =>
"Перенести меню з іншого призначеного для користувача поля",

"select_weblog_for_field" =>
"Виберіть поле, яке Ви хочете перенести з:",

"field_val" =>
"Необхідно вибрати назву поля з цього меню, а не назву блога.",

"weblog_notify" =>
"Включити розсилку повідомлень про записи в блозі в нижчеприведений список одержувачів?",

"status_created" =>
"Статус створений",

"field_is_hidden" =>
"Показувати це поле за умовчанням?",

"hidden_field_blurb" =>
"Це налаштування визначає, чи буде поле відображатися на сторінці ПУБЛІКУВАТИ. Якщо вибрано \"ні\", Ви побачите посилання, що дозволяє відкрити це поле. ",

"trackback_system_enabled" =>
"Дозволити трекбеки в цьому блозі?",

"include_rss_templates" =>
"Включаючи RSS-шаблоны",

"trackback_use_captcha" =>
"Створювати випадковий URL трекбеку",

"trackback_captcha_exp" =>
"У закінчення кожного URL трекбеку додається випадкове кодове число.  Це число зберігається в базі даних.  При отриманні трекбека для його ухвалення потрібний збіг код.  Ця функція працює подібно до функції CAPTCHA в налаштуваннях коментарів. Це зроблено для запобігання зайвим зверненням до сервера.  Кожному кодовому числу відповідає тільки один трекбек.",

"notification_settings" =>
"Налаштування повідомлень",

"comment_notify_authors" =>
"Повідомляти автора запису під час отримання нового коментаря або трекбека?",

"comment_notify" =>
"Повідомляти цих користувачів про нові коментарі і трекбеки?",

"update_existing_comments" =>
"Застосувати це налаштування терміну давності до всіх існуючих коментарів?",

"category_order_confirm_text" =>
"Впевнені в необхідності сортування цієї групи розділів за абеткою?",

"category_sort_warning" =>
"Якщо в даний час використовується порядок сортування, що настроюється, то він буде змінений на алфавітний.",

"global_sort_order" =>
"Порядок сортування за умовчанням",

"custom" =>
"настроюється",

"alpha" =>
"Алфавітний",

"weblog_id" =>
"ID",

"weblog_short_name" =>
"Коротка назва",

"group_required" =>
"Необхідно вказати назву групи.",

"comment_url" =>
"URL сторінки коментарів",

"comment_url_exp" =>
"URL сторінки коментарів для цього журналу",

"order" =>
"Порядок",

"delete_category_confirmation" =>
"Впевнені у видаленні цього розділу?",

"category_description" =>
"Опис розділу",

"category_updated" =>
"Розділ оновлений",

"new_category" =>
"Створити новий розділ",

"template_creation" =>
"Створити нові шаблони для цього блога?",

"use_a_theme" =>
"Використовувати одну з тем за умовчанням",

"duplicate_group" =>
"Дублювати існуючу групу шаблонів",

"template_group_name" =>
"Нова назва групи шаблонів",

"new_group_instructions" =>
"При створенні нової групи необхідно заповнити це поле",

"publish_page_customization" =>
"Налаштування сторінки публікацій",

"show_url_title" =>
"Показувати поле URL-заголовок",

"show_trackback_field" =>
"Показувати форму Трекбеки",

"show_button_cluster" =>
"Відображати кнопки форматування",

"show_author_menu" =>
"Показувати меню Автор",

"show_status_menu" =>
"Показувати меню Статус",

"show_options_cluster" =>
"Показувати кнопки Опції",

"show_ping_cluster" =>
"Показувати Пинг-кнопки",

"show_forum_cluster" =>
"Показувати поле відправки теми форуму",

"trackback_settings" =>
"Налаштування трекбеков",

"show_date_menu" =>
"Показувати поля Дати",

"show_categories_menu" =>
"Показувати меню Розділи",

"paths" =>
"Налаштування шляху",

"weblog_url_exp" =>
"URL цього блога",

"search_results_url" =>
"URL результатів Пошуку",

"search_results_url_exp" =>
"URL-адреса, по якій виводитимуться результати пошуку в цьому блозі.",

"tb_return_url" =>
"Зворотний URL трекбеків",

"tb_return_url_exp" =>
"Зворотна URL-адрес, по якій приходять відвідувачі через Ваші трекбеки на інших сайтах.",

"ping_return_url" =>
"Зворотний URL пінгів",

"ping_return_url_exp" =>
"Зворотня URL-адреса, по якій приходять відвідувачі, що бачать Ваше посилання на пінгуємих Вами сайтах.",

"comment_expiration" =>
"Термін життя коментарів",

"comment_expiration_desc" =>
"Термін (кількість днів) після публікації запису, протягом якого відображаються коментарі.  Якщо без обмеження терміну &#8211; впишіть 0 (нуль).",

"restrict_status_to_group" =>
"Обмежити статус &#8211; тільки для учасників конкретних груп",

"no_publishing_groups" =>
"Немає груп учасників, яким дозволено здійснювати публікацію в блозі",

"status_updated" =>
"Статус оновлений",

"can_edit_status" =>
"Є доступ на зміну статусу",

"search_excerpt" =>
"Яке з полів слід використовувати для контексту, що відображається на сторінках результатів Пошуку?",

"weblog_prefs" => 
"Налаштування блога",

"weblog_settings" =>
"Налаштування публікації в блозі",

"comment_prefs" => 
"Налаштування коментування",

"comment_use_captcha" =>
"Використовувати CAPTCHA при публікації коментарів?",

"comment_moderate" =>
"Модерувати коментарі?",

"comment_moderate_exp" =>
"Якщо вибрано Так, то коментарі з\'являться тільки після їх узгодження модератором.",

"comment_system_enabled" =>
"Дозволити коментарі в цьому блозі?",

"edit_weblog_prefs" => 
"Редагувати налаштування блога",

"edit_group_prefs" => 
"Редагувати налаштування груп",

"duplicate_weblog_prefs" =>
"Дублювати налаштування існуючого блога",

"do_not_duplicate" =>
'Не дублювати',

"no_weblogs_exist" => 
"В даний час тут немає блогів",

"create_new_weblog" => 
"Створити новий блог",

"weblog_base_setup" =>
"Загальні налаштування блога",

"default_settings" =>
"Адміністративні налаштування",

"short_weblog_name" => 
"Коротка назва",

"blog_url" =>
"URL блога",

"blog_lang" =>
"Мова XML",

"blog_encoding" =>
"Кодування XML",

"blog_description" =>
"Опис блога",

"illegal_characters" =>
"Вказана Вами назва блога може складатися тільки з букв, цифр, пропусків, підкреслень і дефісів",

"comment_require_membership" =>
"Потрібна реєстрація для можливості публікувати коментарі?",

"weblog_require_membership" =>
"Потрібна реєстрація для можливості публікувати матеріали?",

"comment_require_email" =>
"Вимагати наявність Email-адреса для можливості публікувати коментарі?",

"weblog_require_email" =>
"Вимагати наявність Email-адреса для можливості публікувати матеріали?",

"weblog_max_chars" =>
"Макс. число знаків в записах блогов",

"comment_max_chars" =>
"Макс. число знаків в коментарях",

"comment_timelock" =>
"Пауза між відправкою коментарів",

"comment_timelock_desc" =>
"Кількість часу (у секундах), через який можлива відправка наступного коментаря.  Якщо не використовується, залиште порожнім або впишіть нуль.",

"comment_text_formatting" =>
"Форматування тексту в коментарях",

"weblog_text_formatting" =>
"Форматування тексту в записах блога за умовчанням",

"comment_html_formatting" =>
"HTML-форматування коментарів",

"weblog_html_formatting" =>
"HTML-форматування в записах блога за умовчанням",

"convert_to_entities" =>
"Перетворювати HTML в числові коди",

"allow_safe_html" =>
"Дозволити тільки безпечний HTML",

"allow_all_html" =>
"Дозволити будь-який HTML",

"allow_all_html_not_recommended" =>
"Дозволити будь-який HTML (не рекомендується)",

"comment_notify_note" =>
"Розділяти Email-адреса коми",

"comment_notify_emails" =>
"Email-адреса для відправки повідомлень",

"comment_allow_img_urls" =>
"Дозволити URL зображень в коментарях?",

"weblog_allow_img_urls" =>
"Дозволити URL зображень в записах блогу?",

"auto_link_urls" =>
"Автоматично перетворювати URL і Email-адреса в посилання?",

"single_word_no_spaces" => 
"одне слово, без пропусків",

"full_weblog_name" => 
"Повна назва блога",

"edit_weblog" => 
"Редагувати блог",

"weblog_name" => 
"Назва блога",

"new_weblog" => 
"Новий блог",

"weblog_created" => 
"Створений блог:",

"weblog_updated" => 
"Оновлений блог:",

"taken_weblog_name" => 
"Це назва блога вже зайнята.",

"no_weblog_name" => 
"Необхідно привласнити блогу \"коротку\" назву.",

"no_weblog_title" =>
"Необхідно привласнити блогу \"повну\" назву.",

"invalid_short_name" => 
"Назва блога може складатися лише з букв і цифр, і не містити пропусків.",

"delete_weblog" => 
"Видалити блог",

"weblog_deleted" => 
"Видалений блог:",

"delete_weblog_confirmation" =>
"Упевнені в безповоротному видаленні цього блога?",

"be_careful" =>
"ОБЕРЕЖНО!",

"action_can_not_be_undone" =>
"ЦЮ ДІЮ НЕ МОЖНА БУДЕ ВІДНОВИТИ",

"assign_group_to_weblog" =>
"Примітка: Для можливості використання нової групи вона має бути асоційована з блогом.",

"click_to_assign_group" =>
"Натисніть тут для асоціювання",

"default" =>
"За умовчанням",

"category" =>
"Розділ",

"default_status" =>
"Статус за умовчанням",

"default_category" =>
"Розділ за умовчанням",

"deft_comments" =>
"Вибір \"Дозволити комментарі\" на сторінці ПУБЛІКУВАТИ за умовчанням?",

"deft_trackbacks" =>
"Вибір \"Дозволити трекбеки\" на сторінці ПУБЛІКУВАТИ за умовчанням?",

"enable_trackbacks" =>
"Додати код автовизначення трекбеків на Ваші сторінки?",

"trackback_use_url_title" =>
"Використовувати URL-заголовки в URL ідентифікаторів записів?",

"trackback_use_url_title_exp" =>
"Якщо вибрано \'Ні\', то в URL ідентифікаторів записів використовуватимуться ID записів",

"trackback_max_hits" =>
"Макс. дозволене число трекбек-пінгів в годину",

"trackback_field" =>
"Які поля слід використовувати для трэкбэк-контекста?",

"no_field_group_selected" =>
"Для цього блога доступних груп полів немає",

"missing_weblog_data_for_pings" =>
"Для можливості відправки пінгів або трекбеків у блога мають бути назва і URL.  Прохання перевірити налаштування Вашого блогу.",

"open" => 
"Відкрито",

"closed" => 
"Закрито",

"none" =>
"Ні",

"define_html_buttons" =>
"Визначення кнопок HTML-форматирования",

"htmlbutton_delete_instructions" =>
"Для видалення елементу відправте форму з порожньою назвою тега",

"tag_name" =>
"Назва тега",

"tag_open" =>
"Відкриваючий тег",

"tag_close" =>
"Закриваючий тег",

"accesskey" =>
"Клавіатурне поєднання",

"tag_order" =>
"Порядок",

"row" =>
"Ряд",

"server_name" =>
"Ім\'я сервера",

"server_url" =>
"Url/шлях до сервера",

"port" =>
"Порт",

"protocol" =>
"Протокол",

"is_default" =>
"За умовчанням",

"server_order" =>
"Порядок",

"define_ping_servers" =>
"Ці форми дозволяють визначати список серверів, пінгуємих при публікації записів блога",

"pingserver_delete_instructions" =>
"Для видалення елементу відправте форму з незаповненим ім\'ям сервера",

"assign_weblogs" =>
"Виберіть блог(и), з яким(и) має бути зв\'язана ця група",

//----------------------------
// Category Administration
//----------------------------

"category_group" =>
"Група розділів",

"category_groups" =>
"Групи розділів",

"none" =>
"Ні",

"no_category_group_message" =>
"В даний час розділів немає",

"no_category_message" =>
"Зараз розділів, пов\'язаних з цією групою, немає",

"create_new_category_group" =>
"Створити нову групу розділів",

"edit_category_group" =>
"Редагувати групу розділів",

"name_of_category_group" =>
"Назва групи розділів",

"taken_category_group_name" => 
"Така назва групи вже зайнята.",

"add_edit_categories" => 
"Додати/редагувати розділи",

"edit_group_name" => 
"Редагувати групу",

"delete_group" => 
"Видалити групу",

"category_group_created" => 
"Створена група розділів:",

"category_group_updated" => 
"Оновлена група:",

"delete_cat_group_confirmation" =>
"Упевнені в безповоротному видаленні цієї групи розділів?",

"category_group_deleted" => 
"Видалена група розділів:",

"create_new_category" =>
"Створити новий розділ",

"add_new_category" =>
"Додати новий розділ",

"edit_category" =>
"Редагувати розділ",

"delete_category" =>
"Видалити розділ",

'category_url_title' =>
"URL-заголовок категорії",

'cat_url_title_is_numeric' =>
'Числа не можуть використовуватися як URL-заголовков категорій',

'unable_to_create_cat_url_title' =>
'Неможливо створити допустимий URL-заголовок категорії для цієї категорії',

'duplicate_cat_url_title' =>
'Категорія з введеним URL-заголовком категорії вже існує в цій групі категорій',

"category_name" =>
"Назва розділу",

"category_image" =>
"URL зображення для розділу",

"category_img_blurb" =>
"Це факультативне поле, що дозволяє призначити розділу зображення.",

"category_parent" =>
"Батьківський розділ",

"custom_category_fields" =>
"Настроювальні поля категорій",

'manage_custom_fields' =>
"Управління настроювальними полями",

'delete_cat_field' =>
'Видалити поле категорії',

'delete_cat_field_confirmation' =>
"Упевнені в безповоротному видаленні цього поля категорії?",

'cat_field_deleted' =>
'Видалено поле категорії:',

'edit_cat_field' =>
'Редагувати поле категорії',

'create_new_cat_field' =>
'Створити нове поле категорії',

'cat_field_label_info' =>
"Ця назва з\'явиться на сторінці редагування категорій",

'update_existing_cat_fields' =>
'Застосувати це нове форматування до всіх існуючих категорій групи?',

'formatting' =>
'Форматування:',

'cat_field_html_formatting' =>
'HTML-форматування поля категорії',

'can_edit_categories' =>
'Можуть редагувати розділи',

'can_delete_categories' =>
'Можуть видаляти розділи',

'no_member_groups_available' =>
'Немає груп учасників, що мають допуск до %x розділам.  Можна надати ці права за допомогою редактора груп учасників: ',

'missing_required_fields' =>
'Пропущено обов\'язкове для заповнення поле:',

//----------------------------
// Custom field Administration
//----------------------------

"field_group" =>
"Група полів, що настроюється",

"field_groups" =>
"Групи полів",

"field_group_name" =>
"Назва групи полів",

"custom_fields" =>
"Настроювальні поля",

"no_field_group_message" =>
"Ще немає настроювальних полів",

"create_new_field_group" =>
"Створити нову групу полів журналу",

"new_field_group" =>
"Нова група полів",

"add_edit_fields" => 
"Додати/редагувати настроювальні поля",

"edit_field_group_name" =>
"Редагувати групу полів",

"delete_field_group" =>
"Видалити групу полів",

"create_new_field" =>
"Створити нове поле",

"edit_field" =>
"Редагувати поле",

"no_field_groups" =>
"Настроювальних полів в цій групі немає",

"delete_field" =>
"Видалити поле",

"field_deleted" =>
"Видалено поле, що настроюється:",

"edit_field_order" =>
"Порядок полів",

"create_new_custom_field" =>
"Створити нове поле, що настроюється",

"field_label" =>
"Ярлик поля",

"field_name" =>
"Назва поля",

"field_name_cont" =>
"У одне слово, без пропусків. Дозволені підкреслення і дефіси",

"field_type" =>
"Тип поля",

"field_max_length" =>
"Макс. довжина",

"field_max_length_cont" =>
"Якщо Ви використовуєте тип поля \"текст\"",

"textarea_rows" =>
"Ряди текстової області",

"textarea_rows_cont" =>
"Якщо Ви використовуєте тип поля \"текстова область\"",

"dropdown_sub" =>
"Якщо Ви використовуєте тип поля \"випадающий\"",

"field_list_items" =>
"Виберіть опції",

"field_list_items_cont" =>
"Якщо Ви вибрали випадне меню",

"field_list_instructions" =>
"Розмістите елементи поодинці в кожному рядку",

"field_formatting" =>
"Форматування поля",

"edit_list" =>
"Редагувати список",

"formatting_options" =>
"Опції форматування поля",

"field_formatting_cont" =>
"Якщо Ви вибрали поле типу текстової області",

"field_order" =>
"Порядок виведення поля",

"is_field_searchable" =>
"Застосовувати Пошук до вмісту поля?",

"is_field_required" =>
"Це обов\'язкове для заповнення поле?",

"text_input" =>
"Текстове поле",

"textarea" =>
"Текстова область",

"select_list" =>
"Випадний список",

"auto_br" =>
"Авто &lt;br /&gt;",

"xhtml" =>
"xhtml",

'site_id_mismatch' =>
'Ви неавторизувались на відповідному сайті для виконання ціє дії',

"no_field_name" =>
"Необхідно вказати назву поля",

"no_field_label" =>
"Необхідно вказати ярлик поля",

"invalid_characters" =>
"Вказана Вами назва поля містить неприпустимі символи",

"custom_field_empty" =>
"Це поле необхідно заповнити:",

"duplicate_field_name" =>
"Вказана Вами назва поля вже зайнята",

"taken_field_group_name" =>
"Вибрана Вами назва вже зайнята",

"field_group_created" =>
"Створена група полів:",

"field_group_updated" =>
"Оновлена група полів:",

"field_group_deleted" =>
"Видалена група полів:",

"field_group" =>
"Група полів",

"delete_field_group_confirmation" =>
"Видалити цю групу полів, що настроюється, безповоротно?",

"delete_field_confirmation" =>
"Видалити це поле, що настроюється, безповоротно?",

"weblog_entries_will_be_deleted" =>
"Всі записи блога, що містяться у вказаних полях, будуть безповоротно видалені.",


//----------------------------
// Status Administration
//----------------------------

"status_group" =>
"Група статусів",

"status_groups" =>
"Групи статусів",

"no_status_group_message" =>
"Настроювальних статусів немає",

"create_new_status_group" =>
"Створити нову групу статусів",

"edit_status_group" =>
"Редагувати групу статусів",

"name_of_status_group" =>
"Назва групи статусів",

"taken_status_group_name" => 
"Це назва групи статусів вже зайнята.",

"invalid_status_name" => 
"Назви статусів можуть складатися тільки з букв, цифр, а також пропусків, підкреслень і дефісів.",

"duplicate_status_name" =>
"Статус з такою назвою вже існує.",

"status_group_created" => 
"Створена група статусів:",

"new_status" => 
"Новий статус",

"status_group_updated" => 
"Оновлена група статусів:",

"add_edit_statuses" => 
"Додати/редагувати статуси",

"edit_status_group_name" => 
"Редагувати групу статусів",

"delete_status_group" => 
"Видалити групу статусів",

"delete_status_group_confirmation" =>
"Впевнені в безповоротному видаленні цієї групи статусів?",

"status_group_deleted" => 
"Видалена група статусів:",

"create_new_status" => 
"Створити новий статус",

"status_name" => 
"Назва статусу",

"status_order" =>
"Порядок виведення статусу",

"change_status_order" =>
"Змінити порядок виведення статусу",

"highlight" =>
"Колір підсвічування (факультативно)",

"statuses" => 
"Статуси",

"edit_status" =>
"Редагувати статус",

"delete_status" =>
"Видалити статус",

"delete_status_confirmation" =>
"Упевнені у видаленні цього статусу?",

"edit_file_upload_preferences" =>
"Редагувати налаштування завантаження файлів",

"new_file_upload_preferences" =>
"Нові налаштування завантаження файлів",

"file_upload_preferences" =>
"Налаштування завантаження файлів",

"no_upload_prefs" =>
"Налаштувань завантаження файлів в даний час не існує",

"create_new_upload_pref" =>
"Створити нову директорію завантаження",

"upload_pref_name" =>
"Описове найменування директорії завантаження",

"new_file_upload_preferences" =>
"Нова директорія завантаження файлів",

"server_path" =>
"Серверний шлях до директорії завантаження",

"url_to_upload_dir" =>
"URL директорії завантаження",

"allowed_types" =>
"Дозволені типи файлів",

"max_size" =>
"Макс. розмір файлу (у байтах)",

"max_height" =>
"Макс. висота зображення (у пікселях)",

"max_width" =>
"Макс. ширина зображення",

"properties" =>
"Властивості зображення",

"pre_format" =>
"Передформатування зображення",

"post_format" =>
"Постформатування зображення",

"no_upload_dir_name" =>
"Необхідно вказати найменування директорії завантаження",

"no_upload_dir_path" =>
"Необхідно вказати шлях до директорії завантаження",

"no_upload_dir_url" =>
"Необхідно вказати URL директорії завантаження",

"duplicate_dir_name" =>
"Така назва директорії вже зайнята",

"delete_upload_preference" =>
"Видалити налаштування завантаження",

"delete_upload_pref_confirmation" =>
"Упевнені в безповоротному видаленні налаштувань завантаження?",

"upload_pref_deleted" =>
"Видалені налаштування завантаження:",

"current_upload_prefs" =>
"Поточні налаштування",

"restrict_to_group" =>
"Обмежити можливість завантаження файлів певними групами учасників",

"restrict_notes_1" =>
"Ці селективні кнопки дозволяють вказати, які групи учасників можуть завантажувати файли на сервер.",

"restrict_notes_2" =>
"Суперадміністратори завжди можуть завантажувати файли",

"restrict_notes_3" =>
"Примітка: Завантаження файлів зараз дозволене тільки через Панель управління",

"member_group" =>
"Група учасників",

"can_upload_files" =>
"Може завантажувати файли",

"images_only" =>
"Тільки зображення",

"all_filetypes" =>
"Всі типи файлів",

'file_properties' =>
"Властивості файлу",

'file_pre_format' =>
"Передформатування файлу",

'file_post_format' =>
"Постформатування файлу",

'url_title_prefix' =>
"Префікс URL-заголовка",

'live_look_template' =>
"Шаблон живого перегляду",

'no_live_look_template' =>
'- Немає шаблону живого перегляду -',

'default_entry_title' =>
"Заголовок запису за умовчанням",

'invalid_url_title_prefix' =>
"Неправильний префікс URL-заголовка",

'multiple_cat_group_preferences' =>
"Налаштування груп множинних категорій",

'integrate_category_groups' =>
"Інтегрувати групи розділів",

'text_direction' =>
"Напрям тексту",

'ltr' =>
"Зліва направо",

"rtl" =>
"Справа наліво",

"direction_unavailable" =>
"Напрям тексту відсутній для вибраного Вами типу поля",

'field_instructions' =>
"Інструкції поля",

'field_instructions_info' =>
"Інструкції для авторів, як або що вводити в це поле, що настроюється, при виконанні запису.",

"show_pages_cluster" =>
"Показувати поля відправки сторінок",

'show_show_all_cluster' =>
"Відображати вкладку 'Показати все'",

/* END */
''=>''
);
?>