<?php

$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"ip_to_nation_module_name" =>
"IP країн",

"ip_to_nation_module_description" =>
"Утиліта визначення країни по IP-адресі",

//----------------------------------------

"iptonation_missing" =>
"Неможливо знайти файл iptonation.php.  Будь ласка, перевірте, чи Ви завантажили на сервер всі компоненти цього модуля.",

"countryfile_missing" =>
"Неможливо знайти файл country.php у теці бібліотек.",

"ip_search" =>
"Пошук IP-адреси",

"ip_search_inst" =>
"Ввести IP-адресу для визначення її країни",

"ip_result" =>
"Введений IP відноситься до наступної країни:",

"manage_banlist" =>
"Управління Вашим списком заблокованих країн",

"country" =>
"Країна",

"ban_info" =>
"Виберіть країни, які Ви хочете заблокувати.  При блокуванні країни будь-яка особа з IP-адресою цієї країни не зможе залишати коментарі, трекбеки або використовувати форму відправки листів і функцію Скажи другу.  Але вони зможуть переглядати Ваш сайт.",

"ban" =>
"Заблокувати",

"banlist" =>
"Список заблокованих країн",

"banlist_updated" =>
"Список заблокованих країн оновлений",

/* END */
''=>''
);
?>