<?php

$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"comment_module_name" =>
"Коментар",

"comment_module_description" =>
"Система коментування",

//----------------------------------------

"cmt_commenting_has_expired" =>
"Для цієї статті коментування недоступне.",

"cmt_name_not_allowed" =>
"Вибране Вами ім\'я вже використовується. Будь ласка, виберіть інше ім\'я.",

"cmt_must_be_member" =>
"Ви повинні &lt;а href=\&quot;{members/register}&quot;&gt;зареєструватись&lt;/a&gt;, щоб розміщувати свої коментарі.",

"cmt_no_authorized_for_comments" =>
"Розміщення коментарів для Вас заборонене адміністратором.",

"cmt_account_not_active" =>
"Ваш акаунт не активований.",

"cmt_comments_not_allowed" =>
"Розміщення коментарів в цьому розділі заборонене адміністратором.",

"cmt_missing_name" =>
"Поле &quot;ІМ\'Я&quot; необхідно заповнити",

"cmt_missing_email" =>
"Поле &quot;E-MAIL&quot; необхідно заповнити",

"cmt_invalid_email" =>
"Ви ввели неправильну e-mail адресу. Будь ласка, перевірте правильність написання.",

"cmt_banned_email" =>
"Ваша e-mail адреса заборонена.",

"cmt_too_large" =>
"Ваш коментар містить %n символів.  Дозволено розміщувати не більш %x символів.",

"cmt_comments_timelock" =>
"Ви можете розміщувати свої коментарі не частіше, ніж раз в %s секунд.",

"cmt_duplicate_comment_warning" =>
"В даний час розмістити Ваш коментар неможливо.",

"cmt_no_preview_template_specified" =>
"Тег форми коментаря не містить адреси шаблону попереднього перегляду.",

"cmt_comment_response_title" =>
"На ваш коментар надійшла відповідь",

"cmt_comment_response_body" =>
"З\'явився новий коментар в темі, на яку Ви підписані:",

"cmt_comment_title" =>
"Заголовок статті:",

"cmt_comment_url" =>
"Ви можете переглянути цей коментар, пройшовши за цією адресою:",

"cmt_comment_removal" =>
"Щоб відписатися від отримання повідомлень про нові коментарі в цій темі, натисніть тут:",

"cmt_comment_removal_all" =>
"Щоб відписатися від отримання ВСІХ повідомлень, натисніть тут:",

"cmt_notification_removal" =>
"Відписка від повідомлень",

"cmt_you_have_been_removed" =>
"Ви відписалися від повідомлень.",

"cmt_comment_accepted" =>
"Коментар прийнятий",

"cmt_will_be_reviewed" =>
"Перед розміщенням, Ваш коментар пройде перевірку адміністратором або модератором.",

"cmt_return_to_comments" =>
"Повернутися до коментарів",

// END
''=>''
);
?>