<?php

$L = array(

"include_in_memberlist" =>
"Включити користувачів в список користувачів сайту?",

"include_in_authorlist" =>
"Додати користувача у мультисписок на сторінці ПУБЛІКАЦІЇ?",

"field_description" =>
"Опис поля",

"field_description_info" =>
"Це поле може бути використане для надання інструкцій і додаткової інформації.",

"can_edit_categories" =>
"Дозволено редагувати і додавати нові категорії",

"can_delete_categories" =>
"Дозволено видаляти категорії",

"can_not_delete_self" =>
"Ви не можете видалити власний акаунт.",

"no_heirs_available" =>
"Користувачі, якого ви намагаєтеся видалити, має зв\'язані з блогом записи",

'heir_to_member_entries' =>
"У цього користувача є записи, пов\'язані з його акаунтом.  Виберіть користувача, з яким Ви хочете зв\'язати ці записи.",

'heir_to_members_entries' =>
"Деякі користувачі мають записи, пов\'язані з їх акаунтом.  Виберіть користувача, з яким Ви хочете зв\'язати ці записи.",

"forum_topics" =>
"Теми форума",

"forum_posts" =>
"Відповіді форума",

"topic" =>
"Тема",

"author" =>
"Автор",

"comments" =>
"Коментарі",

"gallery_comments" =>
"Коментарі галереї",

"weblog_entries" =>
"Записи блога",

"ip_search_instructions" =>
"IP-адресу можна вказувати повністю або частково",

"ip_search_too_short" =>
"Ви ввели неправильну дуже коротку IP-адресу.  Вона повинна складатися як мінімум з 3 знаків.",

"ip_search_no_results" =>
"В результаті пошуку по Вашому запиту, збігів не виявлено",

"member_accounts" =>
"Акаунти користувачів",

"member_page" =>
"Зовнішнє вкладення профілю учасника",

"full_profile" =>
"Повна сторінка профілю",

"basic_profile" =>
"Скорочена сторінка профілю",

"message_success" =>
"Особисте повідомлення - Успішно",

"message_error" =>
"Особисте повідомлення - Помилка",

"message_menu" =>
"Особисте повідомлення - Меню",

"message_menu_rows" =>
"Особисте повідомлення - Ряди меню",

"preview_message" =>
"Особисте повідомлення - Попередній перегляд",

"message_compose" =>
"Особисте повідомлення - Написати сторінку",

"view_message" =>
"Особисте повідомлення - Перегляд повідомлення",

"message_folder" =>
"Особисте повідомлення - Тека повідомлення",

"message_folder_rows" =>
"Особисте повідомлення - Ряди теки повідомлень",

"message_no_folder_rows" =>
"Особисте повідомлення - Немає рядів теки повідомлень",

"search_members" =>
"Особисте повідомлення - Пошук користувача",

"member_results" =>
"Особисте повідомлення - Результати пошуку користувача",

"member_results_row" =>
"Особисте повідомлення - Ряди результатів пошуку учасника",

"message_submission_error" =>
"Особисте повідомлення - Помилка відправлення",

"message_attachment_link" =>
"Особисте повідомлення - Посилання на вкладення",

"message_attachments" =>
"Особисте повідомлення - Вкладення",

"message_attachment_rows" =>
"Особисте повідомлення - Ряди вкладень",

"message_edit_folders" =>
"Особисте повідомлення - Редагувати теки",

"message_edit_folders_row" =>
"Особисте повідомлення - Редагувати ряди тек",

"buddies_block_list" =>
"Особисте повідомлення - Список друзів і заблокованих",

"buddies_block_row" =>
"Особисте повідомлення - Ряди списку друзів і заблокованих",

"empty_list" =>
"Особисте повідомлення - Порожній список",

"priv_msg_privs" =>
"Привілеї системи особистих повідомлень",

"can_send_private_messages" =>
"Дозволено відправляти особисті повідомлення",

"can_attach_in_private_messages" =>
"Дозволено додавати вкладення в особисті повідомлення",

"fieldlabel" =>
"Назва поля",

"index" =>
"Головна сторінка",

"member_assignment_warning" =>
"Зараз з цією групою пов\'язано %x користувачів. До якої групи користувачів їх перепризначити?",

"subscriptions_form" =>
"Сторінка підписки",

"no_subscriptions_message" =>
"Повідомлення про відсутність підписок",

"subscription_result_heading" =>
"Заголовок результатів підписки",

"subscription_result_rows" =>
"Ряди результату підписки",

"subscription_pagination" =>
"Розбиття підписки на сторінки",

"can_moderate_comments" =>
"Може модерувати коментарі",

"exclude_from_moderation" =>
"Заборонити користувачу модерувати коментарі",

"total_members" =>
"Всього користувачів:",

"view_members" =>
"Перегляд користувачів",

"validate_selected" =>
"Активувати вибраних користувачів",

"delete_selected" =>
"Видалити вибраних користувачів",

"send_email_notification" =>
"Відправити email-повідомлення кожному",

"your_account_validated" =>
"Ваш акаунт включений.",

"your_account_ready" =>
"Ваш аккаунт користувача включений і доступний для використання.",

"thank_you" =>
"Дякуємо!",

"no_members_to_validate" =>
"Акаунтів, чекаючих активації немає",

"members_are_validated" =>
"Користувач(і) активований",

"members_are_deleted" =>
"Користувач(і) видалений(і)",

"ascending" =>
"По даті - старі на початку",

"descending" =>
"По даті - нові на початку",

"alpha" =>
"В алфавітному порядку",

"alpha_desc" =>
"У порядку, зворотному алфавітному",

"username_asc" =>
"По імені користувача - прямий",

"username_desc" =>
"По імені користувача - зворотній",

"screen_name_asc" =>
"По псевдоніму - прямий",

"screen_name_desc" =>
"По псевдоніму - зворотній",

"email_asc" =>
"По Email - прямий",

"email_desc" =>
"По Email - зворотній",

"sort_order" =>
"Порядок розташування",

"join_date" =>
"Дата реєстрації",

"last_visit" =>
"Остання активність",

"member_group" =>
"Група користувачів",

"group_id" =>
"ID групи",

"no_members_matching_that_criteria" =>
"Користувачів, відповідних вказаним Вами критеріям, немає",

"mbrs" =>
"Користувачі",

"edit_profile" =>
"Редагувати профіль",

"register_member" =>
"Реєстрація нового користувача",

"edit_group" => 
"Редагувати групу",

"group_title" => 
"Назва групи",

"security_lock" =>
"Ключ безпеки",

"group_lock" =>
"Ключ безпеки групи користувачів",

"enable_lock" =>
"Використовувати ключ безпеки групи",

"locked" =>
"Захищено",

"locked" =>
"Вимкнено",

"lock_description" =>
"При включеному захисті групи тільки Суперадміністратор може асоціювати користувача з такою групою.  Якщо іншим користувачам дозволено управління акаунтами користувачів, рекомендується знімати захист ТІЛЬКИ з тих груп, з якими їм дозволено асоціювати інших користувачів.",

"locked" =>
"Захищено",

"unlocked" =>
"Вимкнено",

"create_new_member_group" =>
"Створити нову групу користувачів",

"member_has_cp_access" =>
"дозволити доступ в ПУ",

"edit_member_group" => 
"Редагувати групу користувачів",

"create_member_group" => 
"Створити групу користувачів",

"delete_member_group" => 
"Видалити групу користувачів",

"member_group_deleted" =>
"Група видалена",

"delete_member_group_confirm" => 
"Ви впевнені у видаленні цієї групи користувачів?",

"delete_member" =>
"Видалити користувача",

"delete_member_confirm" => 
"Ви впевнені у видаленні цього користувача?",

"delete_members_confirm" => 
"Ви впевнені у видаленні цих користувачів?",

"can_not_delete_superadmin" =>
"Ви не можете видаляти первинного користувача",

"member_deleted" =>
"Користувач видалений",

"members_deleted" =>
"Користувачі видалені",

//----------------------------
// Member banning
//----------------------------

"user_banning" =>
"Блокування користувачів",

"ban_preferences_updated" =>
"Налагодження блокування оновлені",

"ip_address_banning" =>
"Блокована IP-адреса",

"ip_banning_instructions" =>
"Вкажіть по одній IP-адресі в рядку",

"ip_banning_instructions_cont" =>
"Використовуйте маски для серій IP-адрес. Приклад:  123.345.*",
  
"email_address_banning" =>
"Блокована Email-адреса",

"email_banning_instructions" =>
"По одній Email-адресі в рядку",
 
"email_banning_instructions_cont" =>
"Використовуйте маски для серій Email-адрес. Приклад:  *@domain.com",

"ban_options" =>
"При спробі доступу до сайту з боку блокованого IP",

"restrict_to_viewing" =>
"Дозволити тільки перегляд",
   
"show_this_message" =>
"Показати це повідомлення",

"send_to_site" =>
"Перенаправити на цей сайт",

"username_banning" =>
"Недозволені імена користувачів",

"username_banning_instructions" =>
"Вкажіть поодинці на рядок",

"screen_name_banning" =>
"Недозволені псевдоніми",

"screen_name_banning_instructions" =>
"Вкажіть поодинці на рядок",


//----------------------------
// Member group settings
//----------------------------

"only_superadmins_can_admin_groups" =>
"Сторінка Груп користувачів доступна тільки для Суперадміністратора",

"create_group_based_on_old" =>
"Створити нову групу на основі тієї, що існує",

"group_name" =>
"Назва групи користувачів",

"missing_group_title" =>
"У Групи користувачів повинна бути назва",

"site_access" =>
"Доступ до сайту",

"can_view_online_system" =>
"Дозволено переглядати сайт в онлайні",

"can_view_offline_system" =>
"Дозволено переглядати сайт в офлайні",

"mbr_account_privs" =>
"Привілеї Акаунта користувача",

"can_view_profiles" =>
"Дозволено переглядати публічні профілі",

'can_delete_self' =>
"Дозволено видаляти власний акаунт - при цьому видаляються всі повідомлення на форумі, статті і коментарі",

'mbr_delete_notify_emails' =>
'Email-адреси для відправки повідомлень',

'delete_confirmation_form' =>
'Форма підтвердження видалення акаунта',

"commenting_privs" =>
"Привілеї публікації коментарів",

"can_post_comments" =>
"Дозволено відправляти коментарі",

"cp_weblog_post_privs" =>
"Асоціювання блогу",

"cp_module_access_privs" =>
"Привілеї доступу до модулів",

"can_access_mod" =>
"Дозволений доступ до модуля:",

"global_cp_access" =>
"Доступ до ПУ",

"can_access_cp" =>
"Дозволений доступ до ПУ?",

"cp_section_access" =>
"Доступ до розділу ПУ",

"can_access_publish" =>
"Дозволений доступ до розділу ПУБЛІКУВАТИ",

"can_access_edit" =>
"Дозволений доступ до розділу РЕДАГУВАННЯ",

"can_access_design" =>
"Дозволений доступ до розділу ШАБЛОНИ",

"can_access_comm" =>
"Дозволений доступ до розділу ПОШТА",

"can_access_modules" =>
"Дозволений доступ до розділу МОДУЛІ",

"can_access_admin" =>
"Дозволений доступ до розділу АДМІН",

"can_ban_users" =>
"Дозволено блокувати користувачів",

"cp_admin_privs" =>
"Адміністрування ПУ",

"cp_comment_privs" =>
"Адміністрування коментарів",

"can_view_other_comments" =>
"Дозволено переглядати коментарі інших користувачів в записах блогів",

"can_edit_own_comments" =>
"Дозволено редагувати коментарі до власних записів блогу",

"can_delete_own_comments" =>
"Дозволено видаляти коментарі до власних записів блога",

"can_edit_all_comments" =>
"Дозволено редагувати коментарі до БУДЬ-ЯКИХ записів блогу",

"can_delete_all_comments" =>
"Дозволено видаляти коментарі до БУДЬ-ЯКИХ записів блогу",

"can_admin_weblogs" =>
"Дозволено адміністрування блогів і налагоджень блогів",

"can_admin_members" =>
"Дозволено адміністрування акаунтов користувачів",

"can_delete_members" =>
"Дозволено видаляти користувачів",

"can_admin_mbr_groups" =>
"Дозволено змінювати групову приналежність користувача (тільки незахищені групи)",

"can_admin_mbr_templates" =>
"Дозволено адміністрування шаблонів профілю користувачів",

"can_admin_utilities" =>
"Дозволено адміністрування системних утиліт",

"can_admin_templates" =>
"Дозволено адміністрування шаблонів і груп шаблонів",

"can_admin_preferences" =>
"Дозволено адміністрування загальних настройок",

"can_admin_modules" =>
"Дозволено встановлювати/видаляти модулі",

"cp_email_privs" =>
"Email-привілеї Панелі управління",

"can_send_email" =>
"Дозволено відправляти Email-повідомлення через ПУ",

"can_email_member_groups" =>
"Дозволено відправляти Email-повідомлення Групам користувачів",

"can_email_mailinglist" =>
"Дозволено відправляти Email-повідомлення в Розсилки",

"can_send_cached_email" =>
"Дозволені перегляд і відправка кешованих Email-повідомлень",

"search_privs" =>
"Привілеї пошуку",

"can_search" =>
"Дозволено користуватись пошуком",

"search_flood_control" =>
"Інтервал (у сек.) між пошуковими запитами",


"warning" =>
"ПОПЕРЕДЖЕННЯ:",

"super_admin_edit_note" =>
"Примітка: Дозволено редагування лише назви Групи Суперадміністраторів",

"be_careful_assigning_groups" =>
"Будьте ДУЖЕ уважні при призначенні групових налагоджень, особливо виділених.",

"member_group_updated" =>
"Оновлена група користувачів:",

"member_group_created" =>
"Створена група користувачів:",

"cp_weblog_privs" =>
"Привілеї публікації в блозі",

"can_view_other_entries" =>
"Дозволено переглядати записи інших користувачів",

"can_post_in" =>
"Дозволені відправка і редагування матеріалів в:",

"can_edit_other_entries" =>
"Дозволено редагування чужих записів",

"can_assign_post_authors" =>
"Дозволена зміна імені автора при відправці записів блога",

"can_delete_self_entries" =>
"Дозволено видаляти власні записи блога",

"can_delete_all_entries" =>
"Дозволено видаляти чужі записи блога",

"cp_template_access_privs" =>
"Привілеї редагування шаблонів",

"can_access_tg" =>
"Дозволено редагувати шаблони групи:",

"can_email_from_profile" =>
"Дозволена відправка Email-повідомлень іншим учасникам через Email-консоль Профілю",


//----------------------------
// Member fields
//----------------------------

"for_profile_page" =>
"Відображатиметься на сторінці Профілю користувача",

"custom_member_fields" =>
"Поля профілю, що налагоджуються",

"current_fields" =>
"Поля Профілю користувача",

"edit_member_field" =>
"Редагувати поле",

"create_member_field" =>
"Створити поле",

"field_updated" =>
"Поле оновлене",

"create_new_profile_field" =>
"Створити нове поле Профілю",

"is_field_public" =>
"Відображати це поле в публічних профілях?",

"is_field_public_cont" =>
"Якщо виберете НІ, то буде видно тільки адміністраторам",

"is_field_reg" =>
"Відображати поле на сторінці реєстрації?",

"field_width" =>
"Ширина поля",

"field_width_cont" =>
"може бути вказано в пікселях або відсотках",

"fieldname" =>
"Назва поля",

"fieldname_cont" =>
"В одне слово, без пропусків.  Дозволені підкреслення і дефіси",

"field_format" =>
"Форматування тексту",

"max_length" =>
"Макс. довжина",

"max_length_cont" =>
"Для текстових областей",

"text_area_rows" =>
"Ряди текстової області",

"text_area_rows_cont" =>
"Для текстових полів",

"pull_down_items" =>
"Виберіть варіанти списку",

"pull_down_items_cont" =>
"Для випадних меню",

"pull_down_instructions" =>
"Розмістіть кожен елемент в окремому рядку",

"invalid_characters" =>
"Вказана Вами назва поля містить неприпустимі символи",

"member_data_will_be_deleted" =>
"Всі дані учасника, що містяться в цьому полі, будуть безповоротно видалені",

"profile_field_deleted" =>
"Видалено поле Профілю:",

"no_custom_profile_fields" =>
"Немає настроюваних полів Профілю",

"member_search" =>
"Пошук користувача",

"member_search_results" =>
"Результати пошуку користувача",

"no_search_results" =>
"В результаті пошуку збігів не виявлено",

"member_search_instructions" =>
"Заповніть принаймні одне поле.  Слова можна вказувати повністю або частково.",

"can_not_delete_only_member" =>
"Неможливе видалення єдиного користувача з бази даних",

"can_not_delete_super_admin" =>
"Неможливе видалення єдиного Суперадміністратора",

"must_be_superadmin_to_delete_one" =>
"Суперадміністратора може видалити тільки інший Суперадміністратор",

"email_console_log" =>
"Історія Email-консолі",

"no_cached_email" =>
"Немає кешованих Email-повідомлень.",

"email_title" =>
"Заголовок E-mail",

"from" =>
"Від",

"to" =>
"Кому",

"message_sent_to" =>
"Відправлено повідомлення для:",

"email_deleted" =>
"Email-повідомлення видалені",

"template_set_names" =>
"Наявні набори шаблонів",

"unable_to_find_templates" =>
"Неможливо знайти шаблони профілю користувача.",

"unable_to_find_template_file" =>
"Неможливо знайти файл шаблонів користувача.",

"template_updated" =>
"Шаблон оновлений",

"template_set" =>
"Набір шаблонів:",

"file_not_writable" =>
"Примітка: Цей файл недоступний для запису",

"error_opening_template" =>
"Помилка: Неможливо відкрити файл шаблону для запису.",

"file_writing_instructions" =>
"Ви не зможете зберегти зміни в цьому шаблоні, поки не встановите права доступу до нього на 666:",

"aim_console" =>
"AOL-IM консоль",

"breadcrumb" =>
"Навігація",

"copyright" =>
"Повідомлення про авторські права",

"custom_profile_fields" =>
"Поля профілю сторінки редагування профілю",

"edit_profile_form" =>
"Форма Профілю користувача",

"email_form" =>
"Консоль відправки E-mail повідомлень",

"email_prefs_form" =>
"Форма Email-налагоджень",

"email_user_message" =>
"Email-повідомлення",

"forgot_form" =>
"Форма нагадування пароля",

"home_page" =>
"Домашня сторінка профілю учасника",

"icq_console" =>
"ICQ-консоль",

"localization_form" =>
"Форма налагоджень локалізації",

"login_form" =>
"Форма авторизації (Вхід)",

"memberlist" =>
"Сторінка списку користувачів",

"memberlist_rows" =>
"Ряди списку користувачів",

"menu" =>
"Меню профіля користувача",

"notepad_form" =>
"Форма Блокнота",

"password_change_warning" =>
"Попередження при зміні пароля",

"public_custom_profile_fields" =>
"Настроювальні поля профілю для публічного профілю",

"public_profile" =>
"Публічний профіль користувача",

"registration_form" =>
"Форма реєстрації",

"stylesheet" =>
"Таблиця CSS",

"success" =>
"Повідомлення про оновлення Профілю",

"username_change_disallowed" =>
"Повідомлення про неможливість зміни імені користувача",

"username_password_form" =>
"Форма імені користувача і пароля",

"username_row" =>
"Ряд форми імені користувача",

"signature_form" =>
"Форма підпису",

"edit_avatar" =>
"Сторінка редагування аватара",

"avatar_folder_list" =>
"Список тек аватарів",

"browse_avatars" =>
"Сторінка перегляду аватара",

"edit_photo" =>
"Сторінка редагування фото користувача",

"emoticon_page" =>
"Сторінка смайликів",

"update_un_pw_form" =>
"Форма оновлення імені користувача і пароля",

"update_and_return" =>
"Відновити і завершити",

"submit_and_return" =>
"Відправити і завершити",

'group_description' =>
"Опис групи користувачів",

'can_send_bulletins' =>
"Можуть відправляти бюлетні",

'login_as_user' =>
"Входження Суперадміністратора як користувача",

'control_panel' =>
"Панель управління",

'site_homepage' =>
"Головна сторінка",

'login_as_member_description' =>
"Ви увійдете як користувач '%screen name%' і будете перенаправлені на сторінку нижче.",

'other' =>
"Інші",

'view' =>
"Перегляд",

"resend_activation_emails" =>
"Повторно відправити листи E-mail для активації",

'activation_emails_resent' =>
"Листи E-mail для активації відправлені повторно",

"resend_activation_email" =>
"Повторно відправити лист E-mail для активації",

'activation_email_resent' =>
"Лист E-mail для активації відправлений повторно",

'bulletin' =>
"Бюлетень",

"bulletin_form" =>
"Форма бюлетня",

"new_member_search" =>
"Пошук користувача",

'edit_ignore_list_form' =>
'Форма списку ігнорування',

'edit_ignore_list_rows' =>
'Ряди списку ігнорування',

'can_access_site' =>
"Дозволений доступ до сайту",

'include_in_mailinglists' =>
"Дозволити користувачам доступ до розсилок сайту і відповідні можливості? (тобто група з\'явится в розділі Пошта)",

/* END */
''=>''
);
?>