<?php

$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"weblog_module_name" =>
"Блог",

"weblog_module_description" =>
"Модуль журналів",

//----------------------------------------

"weblog_no_preview_template" =>
"Шаблон перегляду не вказаний у Вашому тегу.",

"weblog_must_be_logged_in" =>
"Ви повинні бути авторизованим користувачем, щоб виконати цю операцію.",

"weblog_not_specified" =>
"Ви повинні вказати блог, для використання цієї форми введення запису.",

"weblog_no_action_found" =>
"Неможливо завантажити ресурси, необхідні для створення форми введення запису.",

/* END */
''=>''
);
?>