<?php

$L = array(

//----------------------------------------
// Required for MODULES page
//----------------------------------------

"pages_module_name" =>
"Модуль Pages",

"pages_module_description" =>
"Використовує записи блогу для створення статичних сторінок",

//----------------------------------------

'pages_homepage' =>
"Головна сторінка Pages",

'page' =>
"Сторінка",

'pages_uri' =>
"URI сторінки",

'no_pages' =>
"Немає жодної сторінки",

'create_page' =>
"Створити нову сторінку",

'page_name' =>
"Назва сторінки",

'edit_page' =>
"Редагувати сторінку",

'view_page' =>
"Перегляд сторінки",

'page_settings' =>
"Налагодження сторінки",

'none' =>
"Немає",

'template' =>
"Шаблон",

'parent_page' =>
"Коренева сторінка",

'weblog_entry' =>
"Стаття блогу",

'choose_entry' =>
"Виберіть запис",

'pages_delete_confirm' =>
"Видалити сторінки",

'pages_delete_question' =>
"Ви дійсно бажаєте видалити вибрані сторінки?",

'page_deleted' =>
"Сторінка видалена",

'pages_deleted' =>
"Сторінки видалені",

'create_entry' =>
"Створити запис",

'choose_template' =>
"Виберіть шаблон для відображення сторінки",

'invalid_page_name' =>
"Введено невірне ім\'я сторінки",

'invalid_template' =>
"Необхідно вибрати відповідний шаблон для відображення цієї сторінки.",

'page_created' =>
"Сторінка створена",

'page_updated' =>
"Сторінку оновлено",

'invalid_page_uri' =>
"Неправильний URI сторінки",

'pages_configuration' =>
"Налагодження модуля",

'preference_name' =>
"Назва налагодження",

'preference_value' =>
"Значення налагодження",

'default_template' =>
"Шаблон за умовчанням",

'default_for_page_creation' =>
"Блог за умовчанням для закладки 'Створити нову сторінку'",

'no_default' =>
"Ні за умовчанням",

'configuration_updated' =>
"Налагодження оновлено",

'duplicate_page_uri' =>
"Дублювати URI сторінки",

'pages_delete_question' =>
"Ви впевнені, що хочете видалити відповідну сторінку?<br /><em>Примітка: Видаляючи сторінку Ви тільки видаляєте посилання, а не сам запис.</em>",

'pages_display_on_homepage' =>
"Показувати посилання на початковій сторінці модуля",

'nested' =>
"Вкладено",

'not_nested' =>
"Не Вкладено",

/* END */
''=>''
);
?>

