<?php

$L = array(

/* ----------------------------------------
/*  Required for MODULES page
/* ----------------------------------------*/


"blogger_api_module_name" =>
"Blogger API",

"blogger_api_module_description" =>
"Модуль Blogger API",

/*----------------------------------------*/

'blogger_api_home' =>
"Панель управління",

'api_urls' =>
"Перегляд посилань для Blogger API",

'invalid_access' =>
"Відмовлено в доступі до Blogger API.  Переконайтесь чи вірно вказані логін та пароль користувача з правами публікувати матеріали хоча б в одному із існуючих блогів.",

'no_weblogs_found' =>
"Блогів для цього користувача не знайдено.",

'invalid_weblog' =>
"Неправильний вибір блогу",

'invalid_categories' =>
"Неправильний вибір розділів",

'no_entries_found' =>
"Записів не знайдено",

'no_entry_found' =>
"Запис в БД не знайдена",

'unauthorized_action' =>
"Ви не можете конати цю дію.",

'invalid_access' =>
"Відмовлено в доступі",

'entry_uneditable' =>
"Ви не можете редагувати цей запис. Перевірте наявність відповідних групових дозволів.",

'bloger_configurations' =>
"Налагодження Blogger API",

'blogger_config_name' =>
"Назва",

'blogger_config_url' =>
"URL",

'blogger_delete_confirm' =>
"Видалити налагодження Blogger API",

'blogger_deleted' =>
"Налагодження для Blogger API видалене",

'bloggers_deleted' =>
"Налагодження для Blogger API видалені",

"blogger_delete_question" =>
"Ви впевнені що хочете видалити вибрані налагодження для Blogger API?",

'delete' =>
"Видалити",

'new_config' =>
"Нове налагодження",

'modify_config' =>
"Зміна налагоджень",

'configuration_options' =>
"Опції налагоджень",

'blogger_pref_name' =>
"Назва",

'blogger_default_field' =>
"Поле за умовчанням",

'blogger_default_field_subtext' =>
"Якщо не вказане інше поле, то контент нового чи редагованого матеріалу буде розміщений в цьому полі у вигляді текстового блоку, без розбиття його на окремі частини.  Переконайтесь в наявності цього поля у відповідному блозі.",

'blogger_html_format' =>
"HTML-форматування",

'blogger_html_format_subtext' =>
"Ви хочете щоб при запиті матеріалів сумісних з Blogger API програмами контент передавався з  обмеженнями HTML-форматування? ",

'blogger_text_format' =>
"Передача в редактор персонального комп\'ютера (локальную програму) тексту в заданому форматі",

'blogger_text_format_subtext' =>
"Ви хочете щоб редагуванні матеріалів Вашою локальною програмою текст передавався у відповідності з налагодженнями блогу?  Зазвичай вибирають 'ні'",

'blogger_parse_type' => 
"Налагодження форматування тексту",

'blogger_parse_type_subtext' =>
"(Повязано з наступними двома опціями!) Відображення матеріалів так як він буде виглядати на вебсторінці &#8211; із застосуванням pMCode і форматуванням посилань.",

'html_format_none' =>
"Дозволити будь-який HTML",

'html_format_safe' =>
"Дозволити тільки безпечний HTML",

'html_format_all' =>
"Змінити HTML на числові коди",

'blogger_block_entry' =>
"Відправляти матеріал у вигляді текстового блоку",

'blogger_block_entry_subtext' =>
"Перед в локальний редактор API об\'єднати матеріал всіх окремих полів в послідовний текст без роз\'єднання його на поля.",

'yes' =>
"Так",

'no' =>
"Ні",

'blogger_mising_fields' =>
"Поле не заповнене",

'configuration_created' =>
"Налагодження збережене",

'configuration_updated' =>
"Налагодження оновлене",

'blogger_create_new' =>
"Створити нове налагодження",


/* END */
''=>''
);
?>