<?php

$L = array(

//----------------------------
// Publish page
//----------------------------

"url_title_is_index" =>
"У закінченні URL не може бути \"index\"",

"no_related_entries" =>
"Немає записів для цього спорідненого блогу",

"localized_date" =>
"Локалізовано",

"fixed_date" =>
"Виправлено",

"calendar" =>
"Календар",

"edit_categories" =>
"Редагувати розділи",

"revisions" =>
"Версії",

"rev_date" =>
"Дата",

"rev_author" =>
"Автор",

"revision" =>
"Версія",

"versioning_enabled" =>
"Включити збереження версій для цього запису",

"revision_warning" =>
"Ви збираєтеся завантажити попередню версію.  Будь-який незбережений контент цієї сторінки буде втрачений.",

"load_revision" =>
"Завантажити версію",

"current_rev" =>
"Зараз завантажена",

"version_preview" =>
"Номер версії %s",

"no_revisions_exist" =>
"Версій цього запису немає.",

"dst_enabled" =>
"Літній час на дату запису",

"multi_entries_updated" =>
"Записи оновлені",

"multi_entry_editor" =>
"Редактор декількох записів",

"unauthorized_to_edit" =>
"Редагування вибраних записів не дозволене.",

"today" =>
"Сьогодні",

"edit_selected" =>
"Редагувати вибране",

"delete_selected" =>
"Видалити вибране",

"forum" =>
"Форум",

"forum_topic_id" =>
"ID теми форуму",

"forum_topic_id_info" =>
"Це поле включає запис блога, пов\'язану з темою на форумі.",

"forum_topic_id_exitsts" =>
"Якщо тема на форумі вже існує і Ви хотіли б пов\'язати її із записом в блозі, введіть номер ID цієї теми і залиште поле вгорі незаповненим.",

"forum_title" =>
"Заголовок теми форуму",

"forum_body" =>
"Текст теми форуму",

"forums_unavailable" =>
"Немає форумів для публікації повідомлень",

'view_comments' =>
"Перегляд коментарів",

'view_trackbacks' =>
"Перегляд трекбеків",

'live_look' =>
'Живий перегляд',

"delete_comments_confirm" =>
"Впевнені, що хочете назавжди видалити ці коментарі?",

"delete_trackbacks_confirm" =>
"Впевнені, що хочете назавжди видалити ці трекбекі?",

'field_blank' =>
"Ви залишили поле незаповненим.",

"edit_trackback" =>
"Редагувати трекбек",

"trackback_updated" =>
"Трекбек оновлений",

"quick_save" =>
"Зберегти",

"select_action" =>
"Вибрати опції збереження",

"image_location" =>
"Місце зображень",

"file_uploaded" =>
"Файл завантажений:",

"place_file" =>
"Помістити файл",

"place_image" =>
"Помістити зображення",

"place_file_close" =>
"Помістити файл і закрити вікно",

"place_image_close" =>
"Помістити зображення і закрити вікно",

"embedded" =>
"Упроваджений в осн. текст",

"popup_link" =>
"Посилання спливаючого зображення",

"popup_thumb" =>
"Посилання спливаючої мініатюри",

"thumb_info" =>
"Якщо Ви не хочете змінювати розміри або створювати мініатюру, пропустіть опції нижче",

"check_spelling" =>
"Перевірити орфографію",

"spell_check" =>
"Перевірка орфографії",

"no_spellcheck_lib" =>
"Помилка:  Не встановлена бібліотека Pspell.",

"html_glossary" =>
"Глосарій",

"no_glossary" =>
"Глосарій не існує",

"no_smileys" =>
"Неможливо виявити смайлики",

"image_link" =>
"Посилання зображення",

"font" =>
"Шрифт",

"heading_1" =>
"Заголовок 1",

"heading_2" =>
"Заголовок 2",

"heading_3" =>
"Заголовок 3",

"heading_4" =>
"Заголовок 4",

"heading_5" =>
"Заголовок 5",

"paragraph" =>
"Абзац",

"blockquote" =>
"Цитата",

"pre" =>
"Передформатований",

"div" =>
"Div",

"span" =>
"Span",

"anchor" =>
"Гіперпосилання",

"clear" =>
"Очистити",

"bold" =>
"Жирний",

"italic" =>
"Жирний",

"unordered_list" =>
"Неврегульований список",

"ordered_list" =>
"Впорядкований список",

"horizontal_rule" =>
"Горизонтальна лінійка",

"nonbr_space" =>
"Нерозривний пропуск",

"line_break" =>
"Перенесення рядка",

"publish_form" =>
"Форма публікації",

"trackbacks" =>
"Трекбеки",

"pings" =>
"Пінги",

"no_ping_sites" =>
"Немає жодного сервера для пінгування",

"entry_date" => 
"Дата запису",

"url_title_is_numeric" =>
"Числа не можуть використовуватися як URL-заголовки",

'unable_to_create_url_title' =>
'Неможливо створити допустимий URL-заголовок для цього запису',

"select_all" =>
"Вибрати/зняти Все",

"results" =>
"результатів",

"close_for_no_change" =>
"Для відміни закрийте це вікно.",

"date_calendar" =>
"Календар дат",

"comment_expiration_date" =>
"Термін коментаря (дата)",

"invalid_comment_date_formatting" => 
"Вказана Вами дата закінчення терміну коментаря має невірний формат (рік-місяць-день година:хвилина).  Якщо термін відображення коментаря не обмежений - залиште незаповненим.",

"keywords" =>
"Ключові слова",

"title_only" =>
"Пошук тільки в назвах",

"title_and_body" =>
"Пошук в назвах і осн. тексті",

"title_body_comments" =>
"Пошук в назвах, осн. тексті і коментарях",

"exact_match" =>
"Точна відповідність",

"search" =>
"Шукати",

"filter_by_weblog" =>
"Групувати по блогам",

"filter_by_category" =>
"Групувати по розділах",

"filter_by_status" =>
"Групувати по статусу",

"status_changed" =>
"Статус змінений",

"publish" => 
"Публікувати",

"no_weblog_exits" => 
"Спроба доступу до неіснуючого блогу.",

"no_entries_matching_that_criteria" => 
"Записів, відповідних вказаним Вами критеріям, немає",

"no_entries_exist" => 
"У цьому блозі записів немає",

"select_blog_to_post_in" => 
"Виберіть блог для публікації",

"select_blog_to_edit" => 
"Виберіть блог для перегляду",

"this_entry_will_appear_in" => 
"Цей запис з\'явиться в:",

"unauthorized_for_this_blog" => 
"Ви не можете створювати публікації в цьому блозі",

"unauthorized_for_any_blogs" => 
"У вас відсутній дозвіл на публікацію матеріалів",

"unauthorized_to_delete_others" =>
"Ви можете видаляти тільки ті записи, автором яких є самі",

"unauthorized_to_delete_self" =>
"Ви не можете видаляти власні записи",

"weblog" =>
"Блог",

"weblogs" =>
"Блоги",

"new_entry" =>
"Новий запис",

"button_mode" =>
"Кнопки:",

"guided" =>
"З поясненнями",

"normal" =>
"Звичайне",

"view_entry" =>
"Перегляд запису",

"preview_entry" =>
"Попередній перегляд запису",

"edit_entry" =>
"Редагувати запис",

"edit_weblog_entries" =>
"Редагувати записи",

"continue_editing" => 
"Продовження редагування",

"entry_status" => 
"Статус запису",

"status" => 
"Статус",

"comments" => 
"Коментарі",

"open" => 
"Відкрито",

"close" => 
"Закрити",

"closed" =>
"Закрито",

"options" => 
"Опції",

"sticky" => 
"Закріпити матеріал на початку",

"allow_comments" => 
"Дозволити коментарі",

"allow_trackbacks" => 
"Дозволити трекбекі",

"ping_sites" => 
"Сайти для пінгу",

"ping_urls" => 
"URL трекбеків для пінгу",

"auto_discovery" =>
"Автовиявлення трекбеків",

"select_entries_to_ping" =>
"Виберіть записи, призначені для пінгу",

"view_previous_pings" => 
"Перегляд попередніх пінгов",

"previiously_pinged_urls" => 
"Раніше Ви пінгували наступні URL",

"date" => 
"Дата",

"expiration_date" => 
"Кінцева дата",

"invalid_date_formatting" => 
"Вказана Вами дата має невірний формат (рік-місяць-день година:хвилина)",

"date_outside_of_range" => 
"Вказана Вами дата знаходиться за межами допустимих значень(1902 &#8211; 2037).",

"category" =>
"Розділ",

"categories" => 
"Розділи",

"no_categories" => 
"Немає розділів, пов\'язаних з цим блогом.",

"title" => 
"Назва",

"url_title" => 
"URL-найменування",

"author" => 
"Автор",

"newline_format" => 
"Форматування:",

"none" => 
"Немає",

"link" => 
"Посилання",

"image" => 
"Зображення",

"email" => 
"E-mail",

"upload" => 
"Завантаження",

'upload_file' =>
'Завантажити файл',

"file_upload" =>
"Завантаження файла",

"emoticons" =>
"Смайлики",

"choose_a_destination_for_emoticon" =>
"Виберіть місце розміщення смайлів",

"click_emoticon" =>
"Натисніть на картинку для розміщення її у Вашому записі",

"no_emoticons" =>
"Неможливо знайти місце розміщення смайлів",

"close_all" => 
"Закрити все",

"missing_title" =>
"У Вашого запису повинна бути назва.",

"missing_date" =>
"Ваш запис повинен бути датованим.",

"title_not_unique" =>
"Запис з такою назвою вже є.  Назви не повинні повторюватися.",

"url_title_not_unique" =>
"Запис з таким URL-найменуванням вже є.  URL-найменування повинні бути унікальними.",

"entry_has_been_added" =>
"Новий запис відправлений",

"entry_has_been_updated" =>
"Запис оновлений",

"trackback_url_errors" =>
"Наступні трекбеки не приймаються:",

"xmlrpc_ping_errors" =>
"Наступні XML-RPC пінги не приймаються:",

"click_to_view_your_entry" =>
"Натисніть для перегляду запису",

"view" => 
"Перегляд",

"edit_this_entry" => 
"Редагувати цей запис",

"date_range" =>
"Діапазон дат",

"today" =>
"Сьогодні",

"past_week" =>
"За останній тиждень",

"past_month" =>
"За останніх 30 днів",

"past_six_months" =>
"За останніх півроку",

"past_year" =>
"За останніх 365 днів",

"any_date" =>
"Всі",

"results_per_page" =>
"Результатів на сторінці",

"order" =>
"Порядок",

"ascending" =>
"Старі спочатку",

"descending" =>
"Нові спочатку",

"alpha" =>
"Алфавітний",

"delete_confirm" =>
"Підтвердження видалення",

"delete_entry_confirm" =>
"Впевнені, що хочете назавжди видалити цей запис?",

"delete_entries_confirm" =>
"Впевнені, що хочете назавжди видалити ці записи?",

"entries_deleted" =>
"Видалено",

"html_buttons_no_cursor" =>
"Для використання цих кнопок, необхідно спочатку розташувати (у необхідному місці) курсор.",

"html_buttons_url_text" =>
"Введіть URL гіперпосилання",

"html_buttons_webpage_text" =>
"Впишіть назву посилання",

"html_buttons_title_text" =>
"За бажанням: Впишіть атрибут назви",

"html_buttons_image_text" =>
"Вкажіть URL зображення",

"html_buttons_image_text" =>
"Вкажіть URL зображення",

"html_buttons_email_text" =>
"Впишіть email-адресу",

"html_buttons_email_title" =>
"Впишіть назву посилання (або залиште порожнім, якщо хочете використовувати як назву email-адресу.)",

"html_buttons_enter_text" =>
"Впишіть текст для форматування",

"warning" =>
"Попередження",

"file_exists" =>
"Файл з такою назвою вже існує",

"overwrite_instructions" =>
"Ви можете вибрати або нову назву (і файл буде перейменований), або відправити форму з цією назвою (в цьому випадку файл буде перезаписаний).",

"select_destination_dir" =>
"Виберіть місце призначення",

"file_type" =>
"Тип файлу",

"image" =>
"Зображення",

"non_image" =>
"Не зображення",

"success" =>
"Успішно!",

"you_have_uploaded" =>
"Завантажений файл:",

"choose_a_destination" =>
"Де повинен з\'явитися Ваш файл?",

"no_entry_fields" =>
"В цьому блозі доступних полів немає.",

"no_comments_or_trackbacks" =>
"Для цього запису результатів немає.",

"posted_by" =>
"Автор:",

"located_in" =>
"Місцезнаходження:",

"comment_date" =>
"Дата:",

"comment_email" =>
"E-mail:",

"comment_url" =>
"URL:",

"comment_action" =>
"Дія:",

"comment_ip" =>
"IP:",

"weblog_name" =>
"Блог:",

"comment" =>
"Коментар",

"missing_comment" =>
"Коментар відсутній",

"edit_comment" =>
"Редагувати коментар",

"delete_comment" =>
"Видалити коментарі",

"comment_deleted" =>
"Коментарі видалені",

"delete_trackback" =>
"Видалити трекбекі",

"trackback_deleted" =>
"Трекбеки видалені",

"comment_updated" =>
"Коментар змінений",

"delete_comment_confirm" =>
"Впевнені, що хочете назавжди видалити цей коментар?",

"delete_trackback_confirm" =>
"Упевнені, що хочете безповоротно видалити цей трекбек?",

"name" =>
"Назва",

"url" =>
"URL",

"location" =>
"Місцезнаходження",

"continue" =>
"Продовжити",

"image_options" =>
"Опції зображень",

"create_popup" =>
"Створити спливаюче вікно для зображення?",

"create_thumb" =>
"Створити мініатюру зображення",

"constrain_proportions" =>
"Зберігати пропорції",

"thumb_settings" =>
"Налагодження зображення",

"choose_a_destination_for_thumb" =>
"Де повинне з\'явитися зображення?",

"do_not_place_file" =>
"Не розміщуйте файл в записі",

"image_size_not_different" =>
"Вказані Вами ширина і висота відповідають початковим.",

"width" =>
"Ширина",

"height" =>
"Висота",

"pixels" =>
"Пікс.",

"percent" =>
"Відсотків",

"resize_image" =>
"Змінити розміри картинки",

"create_thumb_copy" =>
"Створити окрему копію",

"resize_original" =>
"Змінити розміри початкового зображення",

"thumb_instructions" =>
"За бажанням можна змінити розміри завантаженої картинки, або створити окрему мініатюру.",

"thumbnail_created" =>
"Мініатюра створена",

"image_resized" =>
"Розміри Вашої картинки змінені",

"close_window" =>
"Закрити вікно",

'close_selected' =>
"Закрити вибрані",

'open_selected' =>
"Відкрити вибрані",

'instructions' =>
"Інструкції: ",

'choose_entry_for_comment_move' =>
"Виберіть запис для переміщення коментаря",

'move_comments_to_entry' =>
"Перемістити коментарі в запис",

'move_selected' =>
"Перемістити вибрані",

'choose_only_one_entry' =>
"Необхідно вибрати тільки один запис",

'add_categories' =>
"Додати розділи",

'remove_categories' =>
"Видалити розділи",

'no_category_group_match' =>
"У цих записів відсутня яка-небудь загальна група розділів.  Виберіть записи, у яких є принаймні одна загальна група розділів.",

'multi_entry_category_editor' =>
"Редактор категорій декількох записів",

'url_only' =>
"Тільки URL",

'no_weblogs' =>
"Немає блогів, наданих Вам для цього сайту.",

"entry_title_with_title" =>
"Назва запису: '%title'",

'invalid_author' =>
"Вибраний неприпустимий автор.",

'show_all' =>
"Показати Все",

/* END */
''=>''
);

?>