<?php

$L = array(

//----------------------------
// Templates
//----------------------------

'choose_group' =>
"Вибрати групу",

"global_template_preferences" =>
"Глобальні налагодження шаблонів",

"no_templates_assigned" =>
"В даний час Ви не використовуєте ніяких шаблонів",

"save_template_file" =>
"Зберегти шаблон у файлі",

"template_not_saved" =>
"Неможливо зберегти шаблон в текстовому файлі",

"template_group_taken" =>
"Вказане Вами найменування групи шаблонів вже зайняте",

"template_type" =>
"Тип шаблону",

"do_not_duplicate_group" =>
"Не дублювати групу",

"duplicate_existing_group" =>
"Дублювати існуючу групу шаблонів?",

"template_access" =>
"Обмеження доступу до шаблону",

"group_restriction" =>
"Обмежити використання цього шаблону певною групою користувачів",

"select_all" =>
"Вибрати все",

"type" =>
"Тип",

"cache_enable" =>
"Включити кешування?",

"refresh_interval" =>
"Період оновлення",

"refresh_in_minutes" =>
"В хвилинах",

"enable_php" =>
"Дозволити PHP?",

"parse_stage" =>
"Етап php-парсингу",

"access" =>
"Доступ",

"create_new_template" =>
"Новий шаблон",

"security_warning" =>
"Примітка: Дозвіл використовувати PHP в шаблонах впливає на безпеку системи. Див. Документацію.",

"hit_counter" =>
"Лічильник відвідин",

"input" =>
"На вході",

"output" =>
"На виході",

"template_intro" =>
"Це сторінка управління шаблонами.",

"create_new_template_group" =>
"Створити нову групу шаблонів",

"new_template_group_form" =>
"Нова група шаблонів",

"edit_template_group_form" =>
"Редагувати групу шаблонів",

"name_of_template_group" =>
"Найменування групи шаблонів",

"template_groups" =>
"Групи шаблонів",

"template_group_instructions" =>
"Найменування не повинне містити пропусків",

"undersores_allowed" =>
"(допускається використання підкреслень і дефісів)",

"new_template_form" =>
"Нова форма шаблону",

"edit_template_form" =>
"Редагувати форму шаблону",

"name_of_template" =>
"Назва шаблону",

"group_name" =>
"Найменування групи",

"order" =>
"Порядок",

"reserved_name" =>
"Вибране Вами найменування не може бути використане, оскільки є зарезервованим словом.",

"webpage" =>
"Веб-сторінка",

"css_stylesheet" =>
"Таблиця CSS",

"rss" =>
"RSS-сторінка",

"missing_name" =>
"У Вашого шаблону повинне бути найменування",

"template_name_taken" =>
"Вказане Вами найменування шаблону вже зайняте",

"template_group_del_conf" =>
"Підтвердження видалення групи шаблонів",

"template_del_conf" =>
"Підтвердження видалення шаблону",

"edit_template" =>
"Редагувати шаблон",

"delete_template_group" =>
"Видалити групу",

"edit_template_group" =>
"Редагувати групу",

"group_order" =>
"Порядок груп",

"export_templates" =>
"Експортувати шаблони",

"template_name" =>
"Назва шаблону",

'last_edit' =>
"Дата зміни:",

"template_management" =>
"Управління шаблонами",

"current_template" =>
"Поточний шаблон:",

"preferences" =>
"Налагодження",

"prefs" =>
"Налаг-ня",

"hits" =>
"Хіти",

'update_and_return' =>
'Оновити і завершити',

"template_updated" =>
"Шаблон оновлений",

"template_created" =>
"Шаблон створений",

"form_is_empty" =>
"Ви відправили порожню форму",

"all_fields_required" =>
"Необхідно заповнити всі поля форми",

"illegal_characters" =>
"Найменування може складатися тільки з букв, цифр, підкреслень і дефісів",

"edit_template_group_order" =>
"Редагувати порядок груп",

"template_group_updated" =>
"Група шаблонів оновлена",

"template_group_created" =>
"Група шаблонів створена",

"delete_this_group" =>
"Видалити наступну групу шаблонів?",

"all_templates_will_be_nuked" =>
"ВСІ ШАБЛОНИ ЦІЄЇ ГРУПИ БУДУТЬ НАЗАВЖДИ ВИДАЛЕНІ!",

"template_group_deleted" =>
"Група шаблонів видалена",

"edit_group_order" =>
"Редагувати порядок груп",

"template_size" =>
"Розмір шаблону",

"small" =>
"Малий",

"medium" =>
"Середній",

"large" =>
"Великий",

"view_rendered_template" =>
"Перегляд відображення шаблону",

"save_history" =>
"Зберегти версію",

"view" =>
"Перегляд",

"clear" =>
"Очистити",

"select_all" =>
"Вибрати все",

"export" =>
"Експорт",

"export_as" =>
"Експортувати файли як",

"export_will_be_zip" =>
"Примітка: Ваші дані будуть експортовані у вигляді ZIP-архіву",

"choose_templates" =>
"Виберіть шаблони, які Ви хочете експортувати у файли",

"unable_to_write_files" =>
"Неможливо записати файли у Вашу кеш-директорію",

"revision_history" =>
"Перегляд збережених версій",

"clear_revision_history" =>
"Видалити збережені версії",

"history_cleared" =>
"Попередні версії були видалені.",

"close_window" =>
"Закрити вікно",

"template_preferences" =>
"Налагодження шаблонів",

"delete_template" =>
"Видалити шаблон",

"delete_this_template" =>
"Видалити шаблон:",

"template_deleted" =>
"Шаблон видалений",

"default_site_page" =>
"Позначає стартову сторінку первинного сайту",

"is_site_default" =>
"Використовувати шаблон index в цій групі як стартова сторінка Вашого сайту?",

"consult_manual" =>
"Див. Документацію",

"preferences_updated" =>
"Налагодження змінені",

"choose_default_data" =>
"Дані шаблону за умовчанням",

"blank_template" =>
"Ніякий - створити порожній шаблон",

"template_from_library" =>
"Використовувати шаблон з Вашої бібліотеки",

"an_existing_template" =>
"Дублювати існуючий шаблон",

"you_must_submit_a_name" =>
"У Вашого шаблону повинне бути найменування",

"member_group" =>
"Група користувачів",

"can_view_template" =>
"має доступ до цієї сторінки",

"require_logged_in" =>
"Вимагати авторизації користувача для можливості перегляду цієї сторінки?",

"logged_out_select_blurb" =>
"У випадку \"ТАК\", при спробі відвідин цієї сторінки не авторизованим користувачем, замість неї показувати наступну:",

"no_access_select_blurb" =>
"При виборі \"НІ\" у будь-якому з варіантів:",

"no_access_instructions" =>
"При спробі звернення не авторизованого користувача до цієї сторінки показувати замість неї наступну:",

"template_notes" =>
"Коментарі до шаблонів",

"template_notes_desc" =>
"Використовувати це поле для збереження коментарів і приміток до цього шаблону",

"global_variables" =>
"Глобальні змінні",

"global_variables_explanation" =>
"Ви можете вказати власні змінні і застосувати їх до будь-якого з шаблонів.",

"no_global_variables" =>
"Глобальні змінні відсутні",

"global_variable_name" =>
"Найменування змінної",

"create_new_global_variable" =>
"Створити нову глобальну змінну",

"variable_name" =>
"Найменування змінної",

"global_variable_syntax" =>
"Синтаксис змінної",

"variable_data" =>
"Зміст змінної",

"global_var_created" =>
"Глобальна змінна створена",

"global_var_updated" =>
"Глобальна змінна оновлена",

"delete_global_variable" =>
"Видалити глобальну змінну",

"delete_this_variable" =>
"Видалити цю глобальну змінну?",

"variable_deleted" =>
"Змінна видалена",

'duplicate_var_name' =>
"Глобальна змінна з такою назвою вже існує.",

'js' =>
"JavaScript",

'static' =>
"Статична",

'search' =>
"Шукати",

'no_results' =>
"Введене слово в шаблонах не знайдене.",

'search_terms' =>
"Слова для пошуку:",

"xml" =>
"XML",

"export_template" =>
"Експортувати шаблон",

'default_template_group' =>
"Група за умовчанням:",

'alphabetize_group_order' =>
"Алфавітний порядок груп",

'enable_http_authentication' =>
"Включити HTTP-аутентифікацію?",

'enable_http_authentication_subtext' =>
"Якщо включена, то користувачі з дозволених груп вище повинні будуть указувати своє ім\'я користувача і пароль для перегляду шаблону.  Це дозволить Вам, наприклад
захистити RSS/Atom-канал обмеженого блогу від перегляду не авторизованими користувачами
але клієнти читання стрічок новин, що мають підтримку функції HTTP-аутентифікації, зможуть отримувати дані від цих каналів.
Необхідно знати принципи захисту HTTP-аутентифікації, вони описані в документації. ",

'enable_http_authentication_note' =>
"Якщо логін неправильний, то користувач буде перенаправлений на сторінку 401 Not Authorized, а не на вказаний вище шаблон.
Крім того, ця можливість зазвичай можлива, тільки якщо PHP працює як модуль Apache. ",

'http_auth_protected' =>
'HTTP-аутент. захищена',

'template_preferences_manager' =>
"Менеджер налагодження шаблонів",

'do_not_change' =>
"Не змінювати",

'selected_templates' =>
"Вибрати шаблони",

'no_templates_selected' =>
"Немає вибраних шаблонів",

'no_templates_available' =>
"Немає доступних шаблонів",


/* END */
''=>''
);
?>