<?php

$L = array(

//----------------------------
// Log-in
//----------------------------

"remember_me" =>
"пам\'ятати мене на цьому сайті?",

"no_username" =>
"Такого логіну не знайдено в нашій базі даних.",

"no_password" =>
"Введений пароль некоректний.",

"no_email" =>
"Ви повинні вказати свій e-mail",

"multi_login_warning" =>
"Хтось вже використовує цей акаунт. Зв\'яжіться з адміністратором.",

"return_to_login" =>
"Повернутись",

"password_lockout_in_effect" =>
"Дозволено тільки чотири спроби авторизації за %x хв.",

"unauthorized_request" =>
"Ви не авторизовані для виконання цієї операції.",

/* END */
''=>''
);
?>