<?php

$L = array(

'storage_status'=>
"У Вас %x із всіх дозволених %y повідомлень.",

'storage_percentage' =>
"Ваші теки заповнені на %x%",

'messages_reply_all' =>
"Відповісти всім",

'edit_list' =>
"Редагувати список",

'no_more_attachments' =>
"Ви не можете додати більше додатків..",

'click_preview_to_attach' =>
"Для додавання декількох додатків натисніть на попередній перегляд і потім вже знову виберіть новий файл",

"view_folder" =>
"Перегляд теки",

"view_message" =>
"Перегляд повідомлення",

'compose_message' =>
"Написати нове повідомлення",

'new_message' =>
"Нове повідомлення",

'private_messages' =>
"Особисті повідомлення",

'private_message' =>
"Особисте повідомлення",

'draft_messages' =>
"Чернетки",

'deleted_messages' =>
"Сміттєва корзина",

'erase_messages' =>
"Очистити корзину",

'erase_popup' =>
"Ви підтверджуєте видалення всіх стертих повідомлень??",

'track_messages' =>
"Стежити за повідомленнями",

'edit_folders' =>
"Редагувати теки повідомлень",

'folder_directions' =>
"Для видалення елементу відправте форму з незаповненою назвою теки. Видалення теки приведе і до видалення повідомлень цієї теки.",

'folder_required' =>
"(Необхідне)",

'missing_required_field' =>
"Пропущено обов\'язкове для заповнення поле",

'folder_name' =>
"Назва теки",

'buddy_list' =>
"Список друзів",

'blocked_list' =>
"Список заблокованих",

'folder_page' =>
"Сторінка",

'no_messages' =>
"Повідомлення не знайдені",

'message_subject' =>
"Тема",

'message_sender' =>
"Відправник",

'message_date' =>
"Дата",

'of' =>
"з",

'unlimited_messages' =>
"Немає обмеження числа повідомлень",

'no_messages' =>
"Немає повідомлень",

'messages_percent_full' =>
"Ваші теки заповнені на {lang:usage_percent}%",

'messages_folder' =>
"Тека особистих повідомлень",

'messages_delete' =>
"Видалити",

'messages_move' =>
"Перемістити",

'messages_copy' =>
"Копіювати",

'messages_allowed_total' =>
"У Вас {lang:total_messages} з {lang:max_messages} дозволених повідомлень.",

'switch_folder' =>
"Вибрати теку: ",

'zero_percent' =>
"0%",

'sent_copy' =>
"Зберегти копію в теці відправлених повідомлень?",

'track_message' =>
"Стежити за повідомленням",

'hide_cc' =>
"Не показувати одержувачам інших одержувачів цього повідомлення",

'preview_message' =>
"Попередній перегляд",

'guided' =>
"З поясненнями",

'normal' =>
"Звичайне",

'send_message' =>
"Відправити повідомлення",

'fifty_percent' =>
"50%",

'hundred_percent' =>
"100%",

'choose_folder' =>
"Вибрати теку",

'close_window' =>
"Закрити вікно",

'search_results' =>
"Результати пошуку",

'message_options' =>
"Опції",

'cc' =>
"Копія",

'new_search' =>
"Виконати новий пошук?",

'attachments' =>
"Додатки",

'max_size' =>
"Макс. розмір:",

'message_recipients' =>
"Одержувачі",

'message_subject' =>
"Тема",

'message' =>
"Повідомлення",

'smileys' =>
"Смайлики",

'empty_recipients_field' =>
"Повідомлення повинне містити принаймні одного одержувача.",

'empty_subject_field' =>
"Для всіх повідомлень необхідно вказувати тему",

'empty_body_field' =>
"Поле Вашого повідомлення порожнє.  Адже ви хочете щось сказати, чи не так?",

'sending_limit_warning' =>
"Ви перевищили ліміт відправки особистих повідомлень для 24-годинного періоду.",

'storage_limit_warning' =>
"Ви досягли ліміту зберігання особистих повідомлень.",

'message_too_large' =>
"Повідомлення перевищує макс. розмір %max%",

'characters' =>
"Символи",

'unable_to_recieve_attach' =>
"Неможливо отримати додаток",

'attach_too_large' =>
"Розмір додатків перевищила допустиму межу.",

'too_many_attachments' =>
"У систему особистих повідомлень були завантажено дуже багато вкладень.  Зверніться до адміністратора сайту.",

"allowed_mimes" =>
"Дозволені типи файлів:",

'file_name' =>
"Ім\'я файлу",

'file_size' =>
"Розмір файлу",

'remove' =>
"Видалити",

'current_attachments' =>
"Доданий додаток",

'file_size_unit' =>
"КБ",

'draft_message' =>
"Зберегти як чернетка",

'messages_reply' =>
"Відповісти",

'messages_forward' =>
"Переслати",

'invalid_message' =>
"Неправильне повідомлення",

'reply_prefix' =>
"Відносно: ",

'forward_prefix' =>
"Переслати: ",

'member_name' =>
"Ім\'я користувача",

'member_usernames' =>
"Псевдонім користувача",

'member_description' =>
"Опис",

'empty_list' =>
"Список порожній",

'add_member' =>
"Додати користувача",

'any' =>
"Все",

'member_search' =>
"Пошук користувача",

'search_results' =>
"Результати пошуку",

'insert_member_instructions' =>
"Для вибору користувача натисніть на його ім\я",

'description_charlimit' =>
"(менше 50 символів)",

'folders_updated' =>
"Теки оновлені",

'blocked_recipients' =>
"У полях одержувачів і копій були вказані учасники, які не можуть отримувати особисті повідомлення.  Вони були видалені системою, але Ви можете спробувати послати їм повідомлення знову. ",

'overflow_recipients' =>
"Ваша скринька переповнена, Вам потрібно трішки почистити її: %overflow_names%",

'add_buddy' =>
"Додати в друзі",

'add_block' =>
"Додати в заблоковані",

'invalid_username' =>
"Один або декілька вказаних псевдонімів недійсні.",

'delete_selected' =>
"Видалити вибрані повідомлення",

'move_selected' =>
"Перемістити вибрані повідомлення",

'copy_selected' =>
"Копіювати вибрані повідомлення",

'no_search_results' =>
"В результаті пошуку збігів не виявлено",

'bulletin_board' =>
"Дошка повідомлень",

'message_no_bulletins' =>
"Немає повідомлень",

'send_bulletin' =>
"Відправити повідомлення",

'bulletin_expires' =>
"Термін повідомлення закінчується",

'bulletin_message' =>
"Текст повідомлення",

'bulletin_date' =>
"Дата повідомлення",

'bulletin_success' =>
"Повідомлення успішно опубліковане",

'member_group' =>
"Група користувачів",

'delete_bulletin' =>
"Видалити бюлетень",

'delete_bulletin_popup' =>
"Ви дійсно хочете видалити цей бюлетень?",

'bulletin_deleted' =>
"Бюлетень видалений",

'messsage_already_sent' =>
"Ваше повідомлення вже відправлене",

'waiting_period_not_reached' =>
"Щоб запобігти розсилці спаму, Ви повинні почекати %time% стільки часу, а вже потім посилати нові Особисті повідомлення іншим користувачам.",

"send_throttle" =>
"Ви можете посилати Особисті повідомлення не частіше одного разу %x секунд",

'duplicate_message_sent' =>
"Ви відправили таке саме повідомлення більше одного разу.",


/* END */
''=>''
);
?>