<?php

$L = array(

// ---------------------------
//  Member List Config 
// ---------------------------

"strict_urls" =>
"Увімкнути строгі URLs",

"strict_urls_info" =>
"Ця функція забеспечує виконання більшь строгих правил для Ваших URL-адрес, і взаємодіє з функцією 404.  Будь-ласка читайте документацію для отримання більш детальної інформації.",

"xss_clean_uploads" =>
"Застосувати XSS-фільтрацію до завантажених файлів?",

"memberlist_cfg" =>
"Налагодження списку учасників",

'total_posts' =>
"Всього відповідей",

'total_comments' =>
"Всього коментарів",

'total_entries' =>
"Всього записів",

'memberlist_order_by' =>
"Список користувачів - Сортувати по",

'memberlist_sort_order' =>
"Список користувачів - Порядок",

'memberlist_desc' =>
"у зворотньому порядку",

'memberlist_asc' =>
"у прямому порядку",

'memberlist_row_limit' =>
"Список користувачів - Ряди",

// ---------------------------
//  Explanatory Blurbs
// ---------------------------

'system_admin_blurb' =>
"Управління більшістю функцій ExpressionEngine виконується з одного з наступних п\'яти розділів:",

'weblog_administration_blurb' =>
"У цьому розділі можна управляти блогами, настройками і системами, що відповідають за контент.",

'members_and_groups_blurb' =>
"У цьому розділі можна управляти користувачами, групами користувачів і допоміжними функціями модуля користувачів.",

'specialty_templates_blurb' =>
"Ці шаблони використовуються для спеціальних цілей, наприклад, показу повідомлень про помилки і відправки email-повідомлень.",

'system_preferences_blurb' =>
"У цьому розділі можна управляти конфігурацією системи і глобальними налагодженнями.",

'utilities_blurb' =>
"У цьому розділі містяться допоміжні утиліти для роботи з ExpressionEngine.",

'search' =>
"Шукати",

'search_preferences' =>
"Налагодження пошуку",

'no_search_results' =>
"Збіги не знайдені",

'search_results' =>
"Результати пошуку",


// ---------------------------
//  Extensions Stuff
// ---------------------------

"mailinglist_cfg" =>
"Налагодження списку розсилки",

"mailinglist_notify" =>
"Повідомляти Адміністратора(ів) про нові підписки на розсилку",

"mailinglist_enabled" =>
"Список розсилки включений",

"mailinglist_notify_emails" =>
"Повідомлення по E-mail",

"censor_replacement" =>
"Цензура заміною слова",

"censor_replacement_info" =>
"Якщо залишено порожнім, то цензурні слова будуть замінені символом: #",

"censored_wildcards" =>
"Дозволені групові символи.  Наприклад, груповий символ тест* заборонятиме показ слів тест, тестування, тестер і т.д.",

"weblog_relationships" =>
"Відносини блога",

"webmaster_name" =>
"Ім\'я вебмастера або назва сайту для автоматично створюваних E-mail",

"search_log_cfg" =>
"Конфігурація журналу реєстрації слів пошуку",

"enable_search_log" =>
"Включити реєстрацію слів пошуку",

"enable_search_log_exp" =>
"При включенні цієї опції в журнал реєстрації заноситимуться слова, які використовують відвідувачі для виконання пошуку по сайту.",

"max_logged_searches" =>
"Максимальна кількість слів пошуку для зберігання",

'no_extensions_exist' =>
"Жодного розширення немає",

'extensions_manager' =>
"Менеджер розширень",

'available_extensions' =>
"Наявні розширення",

'extension' =>
"Розширення",

'manage_extension' =>
"Управління",

'disable_extension_conf' =>
"Підтвердження виключення розширення",

'disable_extensions_conf' =>
"Підтвердження виключення розширень",

'enable_extension_conf' =>
"Підтвердження включення розширення",

'enable_extensions_conf' =>
"Підтвердження включення розширень",

'toggle_extension_confirmation' =>
"Ви дійсно хочете виконувати цю дію?",

'extension_disabled' =>
"Вимкнено",

'extension_enabled' =>
"Включено",

'disable_extensions' =>
"Вимкнути розширення?",

'enable_extensions' =>
"Включити розширення?",

'disable_extension' =>
"Вимкнути?",

'enable_extension' =>
"Включити?",

'extension_name' =>
"Назва розширення",

'settings' =>
"Налагодження",

'documentation' =>
"Документація",

'status' =>
"Статус",

'extension_settings' =>
"Параметри розширення",

'settings_update' =>
"Параметри оновлені",

//----------------------------
// Admin Page
//----------------------------

"guest" =>
"Гість",

'wiki_search' =>
'Wiki',

"forum_search" =>
"Форум",

"site_search" =>
"Сайт",

"searched_in" =>
"Шукали в",

"search_terms" =>
"Слова пошуку",

"screen_name" =>
"Нікнейм",

"view_search_log" =>
"Перегляд журналу реєстрації слів пошуку",

"no_search_terms" =>
"У журналі реєстрації немає слів пошуку",

"extensions_manager" =>
"Менеджер розширень",

"throttling_cfg" =>
"Конфігурація зниження активності відвідувачів",

"banish_masked_ips" =>
"Відмовити в доступі, якщо немає IP",

"max_page_loads" =>
"Макс. число завантажень сторінки",

"max_page_loads_exp" =>
"Скільки всього разів відвідувач може завантажувати будь-які сторінки сайту (протягом заданого часу) до його відключення.",

"time_interval" =>
"Інтервал часу (у секундах)",

"time_interval_exp" =>
"Число секунд, протягом яких дозволено вказане число завантажень сторінок.",

"lockout_time" =>
"Час відключення відвідувача (у секундах)",

"lockout_time_exp" =>
"Час, протягом якого відвідувач буде відключений, якщо він перевищив ліміт завантажень.",

"banishment_type" =>
"Прийняті міри",

"banishment_type_exp" =>
"Міри відносно відвідувача, що перевищив ліміт.",

"url_redirect" =>
"Перенаправлення URL",

"404_page" =>
"Показ сторінки 404",

"show_message" =>
"Показати спеціальне повідомлення",

"banishment_url" =>
"URL для перенаправлення",

"banishment_url_exp" =>
"Якщо Ви вибрали варіант з перенаправленням URL.",

"banishment_message" =>
"Спеціальне повідомлення",

"banishment_message_exp" =>
"Якщо Ви вибрали варіант із спеціальним повідомлення.",

"email_charset" =>
"Кодування E-mail",

"ip_search" =>
"Пошук IP-адреси",

"honor_entry_dst" =>
"Враховувати параметри літнього часу для кожного запису блога?",

"allow_member_localization" =>
"Дозволити учасникам встановлювати свої параметри локалізації?",

"allow_member_loc_notes" =>
"Якщо \"НІ\", то локалізація всіх дат і часу на сайті буде встановлена відповідно до параметрів за умовчанням.",

"publish_tab_behavior" =>
"Режим закладки публікацій",

"click" =>
"Натиснення",

"hover" =>
"Наведення",

"enable_throttling" =>
"Включити обмеження активності відвідувачів",

"enable_throttling_explanation" =>
"Ця функція створює сторінку 404, якщо в URL запитана неіснуюча група шаблонів. Це, в першу чергу, для захисту від сторонніх пошукових систем, що постійно запрошують неіснуючі сторінки.",

"max_caches" =>
"Макс. число кешованих URL",

"max_caches_explanation" =>
"Якщо Ви кешуєте сторінки або базу даних, ця настройка обмежить загальне число кешованих елементів, щоб кеш-файли не займали дуже багато місця.  150 - це достатнє число для невеликого сайту.  Якщо у Вас великий сайт і дисковий простір не проблема, можна збільшити це значення (більше 300).  Ми встановили максимум 1000, незалежно від Ваших настройок.",

"standby_recount" =>
"Перерахунок... будь ласка, чекайте...",

"theme_folder_url" =>
"URL директорії з Вашими темами",

"exp_forums" =>
"Статистика форуму",

"exp_forum_topics" =>
"Теми форуму",

"email_module_captchas" =>
"Включити CAPTCHA для Надіслати другу і Контактних листів",

"sql_good_query" => 
"Запит було успішно виконано",

"must_submit_number" =>
"Необхідно вказати число днів для фільтрації з функцією обмеження.",

"must_submit_group" =>
"Необхідно вибрати принаймні одну групу користувачів",

"must_submit_blog" =>
"Необхідно вибрати принаймні один блог",

"no_members_matched" =>
"Немає акаунтів, співпадаючих з вашим запитом",

"good_member_pruning" =>
"Видалено %x акаунтів користувачів",

"prune_member_confirm_msg" =>
"Ви дійсно хочете видалити вибрані акаунти користувачів?",

"member_pruning" =>
"Скорочення акаунтів користувачів",

"mbr_prune_x_days" =>
"Видалити аккаунти, які старші за X днів",

"mbr_prune_never_posted" =>
"Видалити тільки тих користувачів, які ніколи не залишали статей, коментарів або повідомлень у форумі",

"mbr_prune_zero_note" =>
"Якщо Ви вкажете 0, віддалятимуться акаунти з будь-якою датою.",

"mbr_prune_groups" =>
"Видаляти тільки в межах вибраних груп",

"weblog_entry_pruning" =>
"Скорочення статей блога",

"weblog_prune_x_days" =>
"Видалити статті блога, які старше за X днів",

"weblog_prune_never_posted" =>
"Видаляти тільки статті, які не мають коментарів",

"prune_entry_confirm_msg" =>
"Ви дійсно хочете видалити вибрані статті блога?",

"no_entries_matched" =>
"Немає статей блогу, співпадаючих з вашим запитом",

"good_entry_pruning" =>
"Видалено %x статей з блогу",

"select_prune_blogs" =>
"Видаляти тільки в межах вибраних блогів",

"comment_pruning" =>
"Скорочення коментарів",

"comment_prune_x_days" =>
"Видалити коментарі, які старше за X днів",

"no_comments_matched" =>
"Немає коментарів, співпадаючих з вашим запитом",

"good_commennt_pruning" =>
"Видалено %x коментарів",

"prune_comment_confirm_msg" =>
"Ви дійсно хочете видалити вибрані коментарі?",

"trackback_pruning" =>
"Скорочення трекбеків",

"good_trackback_pruning" =>
"Видалено %x трекбеків",

"trackback_prune_x_days" =>
"Видалити трекбеки, які старше за X днів",

"prune_trackback_confirm_msg" =>
"Ви дійсно хочете видалити вибрані трекбеки?",

"no_trackbacks_matched" =>
"Немає трекбеків, співпадаючих з вашим запитом",

/* Someday, oh someday...
'pm_pruning' =>
'Видалено %x особистих повідомлень',

'good_pm_pruning' =>
'Видалено %x особистих повідомлень',

'pm_prune_x_days' =>
'Остаточно видалити стерті повідомлення, які старше X днів',

'prune_pm_confirm_msg' =>
'Ви дійсно хочете видалити вибрані особисті повідомлення?',
*/

"topic_pruning" =>
"Скорочення тем форуму",

"good_topic_pruning" =>
"Видалено %x тем форуму",

"topic_prune_x_days" =>
"Видалити теми форумів, які старше за X днів",

"must_submit_forums" =>
"Необхідно вибрати принаймні один форум",

"prune_if_no_posts" =>
"Видаляти теми, тільки якщо вони не містять відповідей",

"select_prune_forums" =>
"Видаляти тільки в межах вибраних форумів",

"must_select_one" =>
"Необхідно вибрати принаймні один",

"prune_topic_confirm_msg" =>
"Ви дійсно хочете видалити вибрані теми форуму?",

"no_topics_matched" =>
"Немає тем, співпадаючих з вашим запитом",

"select_prune_topics" =>
"Видаляти тільки в межах вибраних форумів",

'pm_cfg' =>
"Налагодження системи особистих повідомлень",

'prv_msg_storage_limit' =>
"Макс. число особистих повідомлень, що зберігаються користувачем",

'prv_msg_send_limit' =>
"Макс. число особистих повідомлень, які користувач може відправити за добу",

'prv_msg_max_chars' =>
"Макс. дозволене число в особистих повідомленнях",

"prv_msg_max_attachments" =>
"Макс. число вкладень в особистому повідомленні",

'prv_msg_upload_path' => 
"Серверний шлях до директорії завантаження вкладень",

'prv_msg_attach_maxsize' =>
"Макс. розмір вкладення особистого повідомлення (у КБ)",

'prv_msg_attach_total' =>
"Макс. число всіх вкладень (у МБ)",

'prv_msg_html_format' =>
"HTML-форматування в особистих повідомленнях",

'prv_msg_auto_links'	=>
"Автоматичне перетворення URL і email-адрес в посилання?",

"html_safe" =>
"Дозволити тільки безпечний HTML",

"html_all" =>
"Дозволити будь-який HTML (не рекомендується)",

"html_none" =>
"Перетворювати HTML в числові коди",

"html_header" =>
"Верхня частина сторінки (HTML)",

"page_header" =>
"Заголовок сторінки",

"page_subheader" =>
"Підзаголовок сторінки",

"import_utilities" =>
"Утиліти імпорту",

"html_footer" =>
"Нижня частина сторінки (HTML)",

"breadcrumb_trail" =>
"Рядок навігації",

"breadcrumb_current_page" =>
"Навігація поточної сторінки",

"signature_form" =>
"Сторінка редагування підпису",

"edit_avatar" =>
"Сторінка редагування аватара",

"avatar_folder_list" =>
"Список директорії з доступними аватарами",

"browse_avatars" =>
"Перегляд сторінки аватарів",

"image_cfg" =>
"Налагодження зміни зображень",

"output_cfg" =>
"Output and Debugging Preferences",

"category_trigger_duplication" =>
"Шаблон або група шаблонів з такою назвою вже існує.",

"invalid_path" =>
"Вказаний Вами шлях неправильний:",

"not_writable_path" =>
"Вказаний Вами шлях захищений від запису.  Переконаєтеся, що права доступу встановлені 777.",

"profile_trigger" =>
"Ключова назва профілю",

"profile_trigger_notes" =>
"При використанні цього слова в URL буде показаний профіль користувача.  Вибране слово не може бути назвою вже існуючої групи шаблонів",

"signature_cfg" =>
"Налагодження підпису",

"notification_cfg" =>
"Налагодження повідомлень",

"photo_cfg" =>
"Настройки фото користувачів",

"enable_photos" =>
"Дозволити фотографії користувачів",

"photo_url" =>
"URL директорії з фотографіями",

"photo_path" =>
"Серверний шлях до директорії з фотографіями",

"photo_max_width" =>
"Макс. ширина фото",

"photo_max_height" =>
"Макс. висота фото",

"photo_max_kb" =>
"Макс. розмір фото (у КБ)",

"must_be_path" =>
"Примітка: Повинен бути повний серверний шлях, а не URL.  Права доступу до директорії повинні бути 777.",

"allow_signatures" =>
"Дозволити користувачам підписи?",

"sig_maxlength" =>
"Макс. число символів в підписі",

"sig_allow_img_hotlink" =>
"Дозволити використання посилань в підписах?",

"sig_allow_img_upload" =>
"Дозволити користувачам завантажувати на сервер зображення для підписів?",

"sig_img_url" =>
"URL директорії для завантаження на сервер зображень підпису",

"sig_img_path" =>
"Серверний шлях до директорії для завантаження на сервер зображень підпису",

"sig_img_max_width" =>
"Макс. ширина зображення в підписі",

"sig_img_max_height" =>
"Макс. висота зображення в підписі",

"sig_img_max_kb" =>
"Макс. розмір додатку (у КБ) зображення в підписі",

"avatar_cfg" =>
"Налагодження аватара",

"enable_avatars" =>
"Включити аватари",

"allow_avatar_uploads" =>
"Дозволити користувачам завантажувати на сервер свої аватари?",

"avatar_url" =>
"URL до директорії з аватарами",

"avatar_path" =>
"Серверний шлях до директорії аватарів",

"avatar_max_width" =>
"Макс. ширина аватара",

"avatar_max_height" =>
"Макс. висота аватара	",

"avatar_max_kb" =>
"Макс. розмір аватара (у КБ)",

"ignore_noncritical" =>
"Ігнорувати неістотні дані (рекомендується)",

"archive_destination" =>
"Збереження",

"archive_type" =>
"Тип файлу",

"mac_no_zip" =>
"(кращий вибір для користувачів Mac)",

"max_referrers" =>
"Макс. кількість останніх посилань для зберігання",

"new_version_check" =>
"Автовизначення нової версії",

"profile_buttons" =>
"Шлях до картинок користувачів",

"profile_buttons_exp" =>
"Це шлях до директорії із зображеннями, використовуваними на сторінках Профілю користувача.",

"remap_pm_urls" =>
"Перенести URL-структуру pachine Pro в EE",

"remap_pm_urls_desc" =>
"При переході до EE від pM Pro, якщо вибрана ця опція, відвідувачі, що прийшли на Ваш сайт по старих pachine-URL, будуть перенаправлені на відповідні сторінки нашої CMS.",

"remap_pm_dest" =>
"Місце призначення реструктурованих URL",

"remap_pm_dest_exp" =>
"Куди направляти що зустрічаються pachine Pro URL?  Вкажіть повний URL і додайте template_group/template, наприклад:  http://www.yoursite.com/index.php/template_group/template/",

"captcha_rand" =>
"Додати в CAPTCHA випадкове число",

"template_rev_msg" =>
"Примітка: Збереження великої кількості версій шаблонів може зажадати значних ресурсів БД, тому рекомендується встановити тут відповідні обмеження.",

"max_tmpl_revisions" =>
"Макс. кількість версій для зберігання",

"max_revisions_exp" =>
"Макс. кількість останніх версій КОЖНОГО шаблону, що зберігаються в БД.  Наприклад, якщо задати 5, то будуть збережені тільки 5 останніх версій кожного шаблону.",

"plugin_no_curl_support" =>
"Ваш сервер не підтримує потрібну для цієї функції Curl-бібліотеку.",

"plugins" =>
"Плагіни",

"plugin_by_date" =>
"По даті",

"plugin_by_letter" =>
"По букві",

"plugin_requires" =>
"Вимагає",

"plugin_zlib_missing" =>
"Бібліотека Zlib відсутня.  Див. Документацію.",

"plugin_can_not_fetch" =>
"Неможливо отримати плагін",

"plugin_folder_not_writable" =>
"Ваша плагін-директорія захищена від запису.  Для виконання цієї дії, необхідно встановити права доступу на 777.",

"plugin_problem_creating_file" =>
"Неможливо створити локальну версію плагіна",

"plugin_version_check" =>
"Перевірити версію",

"plugin_installed" =>
"Плагіни встановлені",

"plugin_latest" =>
"Останні плагіни",

"plugin_installation" =>
"Встановлення плагінів",

"plugin_install" =>
"Встановити",

"plugin_install_status" =>
"Статус встановлення плагіна",

"plugin_install_success" =>
"Плагін успішно встановлений.",

"plugin_install_other" =>
"Файл плагіна збережений в директорії з плагінами.",

"plugin_error_uncompress" =>
"Неможливо розархівувати ZIP-файл. ZIP-файл збережений в директорії плагінів.",

"plugin_error_no_zlib" =>
"Ваш сервер не підтримує zlib-бібліотеку, тому розархівування неможливе. ZIP-файл збережений в директорії плагінів.",

"plugin_delete_confirm" =>
"Підтвердження видалення плагина",

"plugin_single_confirm" =>
"Підтверджуєте видалення цього плагіна?",

"plugin_multiple_confirm" =>
"Підтверджуєте видалення цих плагінів?",

"plugin_remove" =>
"Видалити",

"plugin_removal" =>
"Видалення плагінів",

"plugin_removal_status" =>
"Статус видалення плагіна",

"plugin_removal_success" =>
"Плагін було успішно видалено:",

"plugin_removal_error" =>
"Помилка при видаленні плагіна:",

"auto_assign_cat_parents" =>
"Автоматичне привласнення батьківського розділу",

"auto_assign_cat_parents_exp" =>
"Якщо вибраний варіант \"Так\", то при відправці нових матеріалів у вибраний підрозділ його батьківський розділ (категорія) привласнюється автоматично",

"use_category_name" =>
"Використовувати назви розділів в посиланнях?",

"use_category_name_exp" =>
"Це налагодження визначає використання ID-номера або назви розділу в посиланнях на матеріали розділу. Якщо в цьому випадку використовуються назви, переконайтеся, що при створенні розділів, їх назви формуються виключно з букв і цифр.",

"reserved_category_word" =>
"URL-індикатор категорії",

"reserved_category_word_exp" =>
"Якщо вибраний варіант \"так\", необхідно вказати відповідне слово.  Це слово використовуватиметься в URL, примушуючи систему виводити відповідний розділ.  Примітка: це слово НЕ МОЖЕ співпадати з назвою шаблону або групи шаблонів.",

"enable_sql_caching" =>
"Кешувати динамічні запити до бази даних?",

"enable_sql_caching_exp" =>
"Ця настройка прискорює виведення сторінок блога, записуючи в кеш результати динамічних запитів до бази даних.  Задіюйте її лише в тому випадку, якщо Ви не збираєтеся публікувати \"майбутні матеріали\" або \"тимчасові матеріали\".",

"email_debug" =>
"Включити Відладку E-mail (debugging)?",

"email_debug_exp" =>
"При відправці email-повідомлень виводитимуться повідомлення сервера.",

"none" =>
"Ні",

"weblog_nomenclature" =>
"Слово позначення розділу",

"weblog_nomenclature_exp" =>
"За умовчанням, ExpressionEngine скрізь в Панелі управління двигуна використовує слово \"weblog\".  Ви можете, якщо хочете, змінити його на більш загальне, наприклад \"section\".  Будь ласка, зверніть увагу: Це слово не буде автоматично змінено у Ваших шаблонах, а лише в Панелі управління.",

"site_404" =>
"Сторінка Помилка 404",

"site_404_exp" =>
"Визначає те, який шаблон виводитиметься при спробі доступу до неіснуючої сторінки (або по неправильному посиланню). Примітка: якщо вибрано \"Ні\", то при неправильному URL виводиться сторінка блога, настроєна за умовчанням.",

"save_tmpl_files" =>
"Дозволити збереження шаблонів у файлах?",

"save_tmpl_files_exp" =>
"При бажанні, можливе збереження шаблонів у файлах. Див. Документацію.",

"tmpl_file_basepath" =>
"Шлях до директорії файлів шаблонів",

"tmpl_file_basepath_exp" =>
"Серверний шлях до директорії зберігання файлів шаблонів.",

"db_cfg" =>
"Налагодження бази даних",

"db_conntype" =>
"Тип з\'єднання з БД",

"persistent" =>
"Постійне",

"non_persistent" =>
"Непостійне",

"cp_image_path" =>
"URL директорії зображень ПУ",

"auto_close" =>
"Автоматично",

"manual_close" =>
"Вручну",

"new_posts_clear_caches" =>
"Очищати всі кеші при публікації нових матеріалів?",

"require_ip_for_posting" =>
"Запрошувати IP-адресу і User Agent при отриманні коментарів?",

"redirect_submitted_links" =>
"Не застосовувати ранжирування до посилань, що публікуються користувачами?",

"redirect_submitted_links_explanation" =>
"Ця настройка переписує посилання, що містяться в коментарях таким чином, що вони функціонують через проміжну сторінку, що перенаправляє. Це допомагає в боротьбі із спамерами, запобігаючи каталогізації таких посилань пошуковими системами.",

"captcha_cfg" =>
"Настройки Кодового слова",

"captcha_require_members" =>
"Задіювати кодове слово для авторизованих користувачів?",

"weblog_cfg" =>
"Глобальні настройки блога",

"auto_convert_high_ascii" =>
"Автоматично перетворювати High ASCII в символи",

"cp_cfg" => 
"Налагодження Панелі управління",

"query_cfg" =>
"Налагодження кешування запитів",

"debug_cfg" =>
"Налагодження відладки",

"license_number" =>
"Номер ліцензії",

"word_separator" =>
"Роздільник слів в URL-найменуваннях",

"dash" =>
"Дефіс",

"underscore" =>
"Підкреслення",

"site_name" =>
"Назва Вашого сайту",

"system_admin" =>
"Управління системою",

"system_preferences" => 
"Системні налагодження",

"is_system_on" => 
"Система включена?",

"is_system_on_explanation" =>
"При відключеній системі сайт буде доступний тільки Суперадміністраторам",

"system_off_msg" => 
"Повідомлення при відключеній системі",

"offline_template" =>
"Шаблон відключеної системи",

"offline_template_desc" =>
"Це шаблон сторінки, що виводиться при відключеній системі.",

"template_updated" =>
"Шаблон оновлений",

"preference_information" =>
"Пояснення для настройок",

"preference" => 
"Налагодження",

"value" => 
"Значення",

"general_cfg" => 
"Загальні налагодження",

"enable_db_caching" =>
"Включити кешування SQL-запитів",

"member_cfg" =>
"Налагодження користувачів",

"profile_templates" =>
"Шаблони Профілю користувача",

"allow_member_registration" =>
"Дозволити реєстрацію нових користувачів?",

"req_mbr_activation" =>
"Вимагати активацію акаунтів користувачів?",

"no_activation" =>
"Активація не потрібна",

"email_activation" =>
"Самоактивація через E-mail",

"manual_activation" =>
"Активація Адміністратором",

"require_terms_of_service" =>
"Вимагати прийняття правил",

"member_theme" =>
"Тема профілю користувача за умовчанням",

"member_theme_exp" =>
"Визначає Тему (дизайн), використовувану для різних сторінок учасників: Вхід, Реєстрація, Профіль і т.д.",

"require_terms_of_service_exp" =>
"При виборі варіанту Так від користувача в ході реєстрації потрібна позначка \"З Правилами ознайомлений\".",

"use_membership_captcha" =>
"Задіювати кодове слово (CAPTCHA)",

"new_member_notification" =>
"Повідомляти адміністраторів про нові реєстрації?",

"mbr_notification_emails" =>
"Email-адреса для повідомлень",

"separate_emails" =>
"Розділяти Email-адреси комами",

"email_console_timelock" =>
"Період блокування Email-консолі",

"email_console_timelock_exp" =>
"Період часу (у хвилинах) перед можливістю відправки користувачем чергового email-повідомлення.  Примітка:  Ця установка діє тільки відносно доступу до Email-консолі із сторінок Профілю користувача.",

"log_email_console_msgs" =>
"Вести історію Email-консолі",

"log_email_console_msgs_exp" =>
"Ця настройка дозволяє вести історію всіх повідомлень, відправлених через Email-консоль із сторінок Профілю користувача.",

"default_member_group" =>
"Група користувачів, що асоціюється за умовчанням з новими користувачами",

"group_assignment_defaults_to_two" =>
"Якщо потрібна активація аккаунта, після активації користувачі автоматично потрапляють в цю групу",

"view_email_logs" =>
"Історія Email-консолі",

"user_session_type" =>
"Тип сесії користувача",

"admin_session_type" =>
"Тип сесії Панелі управління",

"security_cfg" =>
"Налагодження безпеки і сесій",

"un_min_len" =>
"Мінімальна довжина Імені користувача",

"pw_min_len" =>
"Мінімальна довжина Пароля",

"cs_session" =>
"Cookies і session ID",

"c_session" =>
"Тільки Cookies",

"s_session" =>
"Тільки Session ID",

"secure_forms" =>
"Обробляти дані форм в безпечному режимі?",

"deny_duplicate_data" =>
"Заборонити дублювання?",

"deny_duplicate_data_explanation" =>
"Ця настройка оберігає від прийому точних (дублюючих) копій вже відправлених користувачами матеріалів (коментарів, трекбеків і т.д.).",

"secure_forms_explanation" =>
"Оберігає від автоматизованого спаму і випадкової повторної передачі.",

"allow_multi_logins" =>
"Дозволити мультиавторизацію з одного акаунта?",

"allow_multi_logins_explanation" =>
"Визначає можливість одночасного багатократного доступу до системи з одного аккаунта.  Примітка: Якщо тип сесії встановлений на \"Тільки Cookies\", ця настройка працювати не буде.",

"password_lockout" =>
"Задіяти блокування паролю?",

"password_lockout_explanation" =>
"При використанні цієї настройки захисту, будуть дозволені лише чотири невдалі спроби авторизації за вказаний нижче інтервал часу. Це захищає від спроб хакерів вгадати невдало вибраний пароль.",

"password_lockout_interval" =>
"Інтервал часу відключення пароля",

"login_interval_explanation" =>
"Число в хвилинах.  Можна вказувати десяті долі.  Наприклад:  1.5",

"require_ip_for_login" =>
"Запрошувати IP-адресу і User Agent для входу в систему?",

"require_ip_explanation" =>
"Вхід в систему неможливий до генерації призначеним для користувача браузером IP-адреси і даних User Agent. Ця настройка запобігає від зловмисного входу в систему з використанням прямих сокет-подключений.",

"allow_multi_emails" =>
"Дозволити використання однакової Email-адреси для декількох акаунтів?",

"allow_username_change" =>
"Дозволяти користувачам змінювати своє ім\'я користувача?",

"require_secure_passwords" =>
"Вимагати використання безпечних паролів?",

"secure_passwords_explanation" =>
"В цьому випадку користувачі повинні вибирати собі паролі, що містять як мінімум одну прописну, одну рядкову і одну цифру",

"allow_dictionary_pw" =>
"Дозволити використовувати в якості паролів, словникові слова?",

"real_word_explanation" =>
"Ця настройка запобігає використанню користувачами словникові слів при виборі паролю",

'dictionary_note'	=>
'Примітка: Для забезпечення функціонування цієї настройки необхідно інсталювати словниковий файл.  Див. Документацію.',

"name_of_dictionary_file" =>
"Назва словникового файлу",

"dictionary_explanation" =>
"Ім\'я файлу із списком слів",

"image_path" =>
"Шлях до директорії зображень",

"cp_url" =>
"URL головної сторінки Панелі управління",

"with_trailing_slash" =>
"Із завершуючим слешем",

"site_url" =>
"URL кореневої директорії Вашого сайту",

"url_explanation" =>
"Це директорія, що містить стартовий файл (index) Вашого сайту.",

"doc_url" =>
"URL директорії з документацією",

"doc_url_explanation" =>
"Тільки коренева директорія, із завершуючим слешем",

"site_index" =>
"Назва стартової сторінки (index) Вашого сайту",

"system_path" =>
"Абсолютний шлях до Вашої %x - теки",

"force_query_string" =>
"Використовувати URL-ланцюжки запитів",

"safe_mode" =>
"PHP Вашого сервера функціонує в Безпечному режимі (Safe Mode)?",

"force_query_string_explanation" =>
"Це механізм безпеки для серверів, що не підтримують змінну PATH_INFO.",

"debug" =>
"Налагодження режиму відладки",

"debug_explanation" =>
"Включає виведення повідомлень про помилки, корисно на стадії розробки сайту",

"show_queries" =>
"Виводити SQL-запити?",

"show_queries_explanation" =>
"Якщо включено, Суперадміністратори внизу вікна свого браузера бачитимуть всі SQL-запити.  Корисно при відладці.",

"debug_zero" =>
"0: повідомлень про помилки PHP/SQL немає",

"debug_one" =>
"1: повідомлення про помилки PHP/SQL видно тільки Суперадміністраторам",

"debug_two" =>
"2: повідомлення про помилки PHP/SQL видно всім - НЕБЕЗПЕЧНО",

"deft_lang" =>
"Мова за умовчанням",

"xml_lang" =>
"Мова XML за умовчанням",

"used_in_meta_tags" =>
"Використовується в метатегах Панелі управління",

"charset" =>
"Кодування за умовчанням",

"gzip_output" =>
"Дозволити GZIP-вивід?",

"gzip_output_explanation" =>
"Якщо включено, для прискорення виведення сторінок сайту використовуватиметься механізм передачі стислої інформації",

"send_headers" =>
"Генерувати HTTP-заголовки сторінок?",

"redirect_method" => 
"Метод перенаправлення",

"location_method" => 
"Location (швидше)",

"refresh_method" => 
"Refresh (для Windows-серверів)",

"localization_cfg" => 
"Налагодження локалізації",

"time_format" => 
"Формат часу за умовчанням",

"united_states" => 
"США",

"european" => 
"Європейський",

"server_timezone" => 
"Часова зона сервера",

"server_offset" => 
"Зсув часу сервера (у хвилинах)",

"server_offset_explain" => 
"Використовуйте знак мінуса для віднімання хвилин: -15",

"daylight_savings" =>
"Літній час",

"cookie_cfg" => 
"Налагодження Cookie",

"cookie_domain" => 
"Cookie-домен",

"cookie_domain_explanation" => 
"Використовуйте .yourdomain.ua для загальносайтових cookies",

"cookie_prefix" => 
"Cookie-префікс",

"cookie_prefix_explain" => 
"Використовуйте, тільки якщо у Вас інстальовано декілька екземплярів цієї системи",

"cookie_path" => 
"Шлях до Cookie",

"cookie_path_explain" => 
"Використовуйте, тільки якщо для cookies потрібний особливий шлях на сервері",

"enable_image_resizing" =>
"Включити зміну розмірів",

"enable_image_resizing_exp" =>
"Якщо включено, Ви зможете створювати мініатюри із завантажених на сервер зображень для розміщення їх в своїх журнальних матеріалах.",

"image_resize_protocol" =>
"Протокол зміни розміру зображень",

"image_resize_protocol_exp" =>
"Дізнайтеся про підтримку сервером вибраного протоколу у хостинг-провайдера.",

"image_library_path" =>
"Шлях до конвертера зображень",

"image_library_path_exp" =>
"Якщо виберете ImageMagick або NETPBM, необхідно вказати серверний шлях до програми.",

"gd" =>
"GD",

"gd2" =>
"GD 2",

"netpbm" =>
"NetPBM",

"imagemagick" =>
"ImageMagik",

"thumbnail_prefix" =>
"Суфікс для мініатюр",

"thumbnail_prefix_exp" =>
"Цей суфікс додаватиметься до всіх мініатюр, що автоматично генеруються.  Приклад: photo_thumb.jpg",

"captcha_path" =>
"Серверний шлях до директорії кодових слів (CAPTCHA)",

"captcha_url" =>
"Повний URL директорії кодових слів",

"captcha_font" =>
"Використовувати для кодових слів шрифт TrueType?",

"email_cfg" => 
"Настройки Email",

"mail_protocol" => 
"Email-протокол",

"smtp_server" => 
"Адреса SMTP-сервера",

"smtp_username" => 
"SMTP-користувач",

"smtp_password" => 
"SMTP-пароль",

"only_if_smpte_chosen" => 
"Використовуйте, тільки якщо вибрали SMTP",

"email_batchmode" =>
"Використовувати пакетний режим?",

"batchmode_explanation" =>
"При пакетному режимі (Batch Mode) велике число повідомлень розбивається на дрібні групи, що відправляються з інтервалами.  Рекомендується в умовах групового (не виділеного) хостингу.",

"email_batch_size" =>
"Число Email-повідомлень в пакеті",

"batch_size_explanation" =>
"Зазвичай для середньостатистичних серверів цілком надійне число - 300",

"webmaster_email" => 
"Вказувати зворотьню адресу в email-повідомленнях, що автоматично генеруються",

"return_email_explanation" => 
"Якщо не включити цю функцію, багато хто з email-серверів визнає такі повідомлення спамом",

"php_mail" => 
"PHP Mail",

"sendmail" => 
"Sendmail",

"smtp" => 
"SMTP",

"plain_text" =>
"текст",

"html" =>
"HTML",

"mail_format" =>
"Формат email-повідомлень за умовчанням",

"word_wrap" =>
"Включити перенесення рядків за умовчанням?",

"cp_theme" => 
"Тема Панелі управління за умовчанням",

"template_cfg" =>
"Налагодження шаблонів",

"save_tmpl_revisions" =>
"Зберігати версії шаблонів",

"censoring_cfg" =>
"Цензура слів",

"enable_censoring" =>
"Використовувати цензуру?",

"censored_words" =>
"Заборонені слова",

"censored_explanation" =>
"Вкажіть по одному слову в рядку.",

"emoticon_cfg" =>
"Налагодження смайлів",

"enable_emoticons" =>
"Відображати смайлики?",

"emoticon_path" =>
"URL директорії із смайликами",

"tracking_cfg" =>
"Налагодження відстежування",

'enable_online_user_tracking' =>
'Увімкнути відстежування користувачів котрі в онлайні?',

'dynamic_tracking_disabling' =>
'Зупинити УСІ види відстежування, якщо кількість користувачів більша за:',

'dynamic_tracking_disabling_info' =>
'Для використання цієї функції має бути увімкнено відстежування користувачів котрі в онлайні, дивіться документацію для більш детальної інформації.',

'enable_hit_tracking' =>
'Увімкнути відстежування хітів шаблону?',

'enable_entry_view_tracking' =>
'Увімкнути відстежування переглядів запису?',

"log_referrers" =>
"Включити відстежування рефералів?",

"weblog_administration" => 
"Адміністрування блога",

"weblog_management" => 
"Управління блогами",

"field_management" => 
"Налагоджувальні поля для блогу",

"file_upload_prefs" => 
"Налагодження завантаження файлів",

"categories" => 
"Управління розділами",

"default_ping_servers" => 
"Ping-сервери за умовчанням",

"status_management" => 
"Налагоджувальні статуси для записів",

"edit_preferences" => 
"Редагувати налагодження",

"preferences_updated" => 
"Налагодження змінені",

"edit_groups" => 
"Редагувати групи",

"members_and_groups" => 
"Користувачі і групи",

"view_members" => 
"Перегляд користувачів",

"member_validation" =>
"Активувати чекаючих користувачів",

"register_member" => 
"Реєстрація нового користувача",

"member_search" => 
"Пошук користувача",

"user_banning" => 
"Блокування користувачів",

"custom_profile_fields" => 
"Налагоджувальні поля профілю",

"email_notification_template" =>
"Шаблони email-повідомлень",

"member_groups" => 
"Групи користувачів",

"utilities" => 
"Утиліти",

"view_log_files" => 
"Перегляд логу панелі управління",

"clear_caching" =>
"Очистити кешовані дані",

"page_caching" =>
"Кеш-файли сторінок (шаблони)",

"tag_caching" =>
"Кеш-файли тегів",

"db_caching" =>
"Кеш-файли бази даних",

"all_caching" =>
"Всі кеші",

"cache_deleted" =>
"Кеш-файли видалені",

"php_info" => 
"Інформація про PHP",

"sql_manager" =>
"SQL-менеджер",

"sql_info" =>
"Інформація SQL",

"sql_utilities" =>
"SQL-утиліти",

"database_type" =>
"Тип бази даних",

"sql_version" => 
"Версія бази даних",

"database_size" =>
"Розмір бази даних",

"database_uptime" =>
"Час активності бази даних",

"total_queries" =>
"Всього серверних запитів після запуску",

"sql_status" => 
"Інформація про статус",

"sql_system_vars" => 
"Системні змінні",

"sql_processlist" => 
"Список SQL-процесів",

"sql_query" => 
"Форма запиту до БД",

"query_result" => 
"Результат запиту",

"query" =>
"SQL-запит",

"total_results" =>
"Всього результатів: %x",

"total_affected_rows" =>
"Всього оброблено строк: ",

"browse" => 
"Перегляд",

"tables" => 
"таблиці",

"table_name" =>
"Назва таблиці",

"records" =>
"Записи",

"size" =>
"Розмір",

"type" =>
"Тип",

"analize" =>
"Аналіз таблиць",

"optimize" =>
"Оптимізувати SQL-таблиці",

"repair" =>
"Виправити SQL-таблиці",

"optimize_table" =>
"Оптимізувати вибрані таблиці",

"repair_table" =>
"Виправити вибрані таблиці",

"view_table_sql" =>
"Перегляд структури і даних SQL",

"backup_tables_file" =>
"Архівувати вибрані таблиці - текстовий файл",

"backup_tables_zip" =>
"Архівувати вибрані таблиці - Zip-файл",

"backup_tables_gzip" =>
"Архівувати вибрані таблиці - Gzip-файл",

"select_all" =>
"Вибрати все",

"no_buttons_selected" =>
"Необхідно вибрати таблиці для виконання в них цієї дії",

"unsupported_compression" =>
"Ваші налагодження PHP не підтримують цей метод компресії",

"backup_info" =>
"Використовуйте цю форму для архівації вашої бази даних.",

"save_as_file" =>
"Зберегти базу даних в директорії Робочий стіл",

"view_in_browser" =>
"Перегляд бази даних в браузері",

"sql_query_instructions" => 
"Використовуйте цю форму для виконання SQL-запиту",

'sql_query_debug' =>
"Дозволити показ помилок MYSQL",

"file_type" =>
"Тип файлу: ",

"plain_text" =>
"Текст",

"zip" =>
"Zip",

"gzip" =>
"Gzip",

"advanced_users_only" => 
"Тільки для досвідчених користувачів",

"recount_stats" => 
"Перерахувати статистику",

"preference_updated" =>
"Налагодження оновлені",

"click_to_recount" =>
"Натисніть для перерахунку рядів - з %x по %y",

"items_remaining" =>
"Залишається записів:",

"recount_completed" =>
"Перерахунок завершений",

"return_to_recount_overview" =>
"Повернення до головної сторінки перерахунку",

"recounting" =>
"Перерахунок",

"recount_info" =>
"Приведені нижче посилання дозволяють оновлювати різну статистику, наприклад, визначати кількість статей у користувача.",

"source" =>
"Джерело",

"records" =>
"Записи БД",

"total_records" =>
"Всього записів:",

"recalculate" =>
"Перерахувати статистику",

"do_recount" =>
"Виконати перерахунок",

"set_recount_prefs" =>
"Налагодження перерахунку",

"recount_instructions" =>
"Загальне число рядів БД, що обробляються в одному пакеті.",

"recount_instructions_cont" =>
"Щоб уникнути перевантаження або таймауту сервера, перерахунок статистики ведеться пакетами.  Для більшості серверів нормальним буде число 1000. Якщо ви використовуєте високопродуктивний або виділений сервер, можна збільшити це число.",

"exp_members" =>
"Користувачі",

"exp_weblog_titles" =>
"Записи в блог",

"search_and_replace" => 
"Знайти та замінити",

"data_pruning" => 
"Скорочення даних",

"sandr_instructions" => 
"Ці форми дозволяють знаходити вказаний текст і замінювати його іншим",

"search_term" => 
"Шукати цей текст",

"replace_term" => 
"І замінити його цим текстом",

"replace_where" => 
"У якому полі БД Ви хочете провести заміну?",

"search_replace_disclaimer" =>
"Залежно від використовуваного синтаксису ця функція може привести до небажаних результатів.  Див. Документацію.",

"title" =>
"Назва",

"weblog_entry_title" =>
"Назви статей блогу",

"weblog_fields" =>
"Поля блога:",

"templates" =>
"У ВСІХ шаблонах",

"rows_replaced" => 
"Число записів БД, в яких вироблена заміна:",

"view_database" => 
"Управління таблицями БД",

"sql_backup" => 
"Резервна копія БД",

"sql_no_result" => 
"По Вашому запиту збігів не виявлено",

"sql_not_allowed" => 
"Вибачте, але цей тип запиту не дозволений.",

"site_statistics" =>
"Статистика сайту",

"translation_tool" => 
"Утиліта перекладу",

"translation_dir_unwritable" => 
"Увага! Директорія перекладу захищена від запису.",

"please_set_permissions" => 
"Встановіть права доступу рівними 666 або 777 для директорії:",

"choose_translation_file" => 
"Виберіть файл для перекладу",

"core_language_files" => 
"Мовні файли ядра:",

"module_language_files" => 
"Мовні файли модулів:",

"file_saved" => 
"Файл збережений",

"default_html_buttons" => 
"HTML-кнопки за умовчанням",

"import_from_pm" =>
"Утиліта імпорту з системи pachine Pro",

"import_from_mt" =>
"Утиліта імпорту з системи Movable Type",

"member_import" =>
"Утиліта імпорту користувачів",

"specialty_templates" =>
"Особливі шаблони",

"user_messages_template" =>
"Шаблон повідомлення користувача",

"plugin_manager" =>
"Менеджер плагінів",

"installed_plugins" =>
"Встановлені плагіни",

"no_plugins_exist" =>
"Встановлених плагінів немає",

"view_info" =>
"Перегляд інформації",

"plugin_information" =>
"Інформація про плагін",

"pi_name" =>
"Назва",

"pi_author" =>
"Автор",

"pi_version" =>
"Версія",

"pi_author_url" =>
"URL автора",

"pi_description" =>
"Опис",

"pi_usage" =>
"Використання",

"no_additional_info" =>
"Про цей плагін немає додаткової інформації",

'update_and_return' =>
"Оновити і завершити",

'cached_relationships' =>
"Кешувати записи відносин",

'template_debugging' =>
"Показувати відладку шаблону?",

"template_debugging_explanation" =>
"При включенні Суперадміністратори бачитимуть інформацію про обробку сторінки.  Корисно при відладці.",

"view_throttle_log" =>
"Перегляд результатів обмеження активності відвідувачів",

"no_throttle_logs" =>
"В даний час немає IP, активність яких знижується системою.",

'throttling_disabled' =>
"Обмеження активності відвідувачів вимкнене",

'hits' =>
"Хіти",

'locked_out' =>
"Заблоковано",

'last_activity' =>
"Остання активність",

'blacklist_all_ips' =>
"Занести все IP в чорний список",

'sites_tab_behavior' =>
"Режим закладки сайтів",

"is_site_on" =>
"Сайт включений?",

"is_site_on_explanation" =>
"Якщо сайт вимкнений, то цей сайт буде доступним лише для Суперадміністраторів",

'theme_folder_path' =>
"Шлях до теки теми",

'site_preferences' =>
"Налагодження сайту",

'multiple_sites_enabled' =>
"Включити Менеджер сайтів",

// END
''=>''
);
?>