<?php

$L = array(

//----------------------------
// Email
//----------------------------

"email_module_name" =>
"E-mail",

"email_module_description" =>
"Модуль E-mail",

'message_required' =>
"Необхідних текст E-mail",

'em_banned_from_email' => 
"Адрес відправника заборонений.",

'em_banned_recipient' =>
"Одна чи більше адрес отримувачів заборонені.",

'em_invalid_recipient' =>
"Одна чи більше адрес отримувачів неправильні.",

'em_no_valid_recipients' =>
"Неправильні адреси отримувачів Вашого листа.",

'em_sender_required' =>
"Необхідна правильна адреса відправника",

"em_unauthorized_request" =>
"Ви не авторизовані для виконання цієї операції",

'em_limit_exceeded' =>
"Перевищена кількість листів для відправки за один день.",

'em_interval_warning' =>
"Ви можете відправляти листи не частіше одного разу за %s сек.",

"em_email_sent" =>
"Ваш лист відправлено.",


/* END */
''=>''
);
?>