<?php

$L = array(

'alphanumeric_not_allowed' =>
'Не можуть використовуватися буквені і цифрові роздільники (a-z / 0-9)',

'assign_fields' =>
'Задати поля',

'assign_fields_blurb' =>
'Вказати відповідність полів даних полям користувачів ExpressionEngine.',

'comma' =>
'Кома',

'confirm_details' =>
'Підтвердіть дані',

'confirm_details_blurb' =>
'Будь ласка, ще раз перегляньте інформацію перед імпортом даних.  Якщо будь-що неправильно, поверніться і зробіть необхідні зміни.',

'confirm_field_assignment' =>
'Підтвердіть призначення поля',

'confirm_field_assignment_blurb' =>
'Будь ласка, перегляньте призначення полів ще раз.  Якщо будь-що неправильно, поверніться і зробіть необхідні зміни.',

'convert_from_delimited' =>
'Конвертувати текст з роздільниками в XML',

'convert_from_delimited_blurb' =>
'Дозволяє створити XML-файл користувача ExpressionEngine з текстового файлу (з обмежувачами) іншої програми',

'daylight_savings' =>
'Літній час',

'default_group_id' =>
'ID групи за умовчанням',

'default_settings' =>
'Задайте опції за умовчанням',

'default_settings_blurb' =>
'Задайте опції, які Ви хочете зробити опціями за умовчанням.  Будь ласка, зверніть увагу, що ці параметри за умовчанням будуть використані, тільки якщо значення
не вказано явним чином в XML-файлі.  Ці опції НЕ мають переваги над XML-даними.',

'delimited_file_loc' =>
'Розміщення файлу користувачів',

'delimiter' =>
'Символ-розмежувач',

'delimiter_blurb' =>
'Цей символ розділяє Ваші дані. Таким символом може бути символ табуляції, кома, символ конвеєризації даних і т.д.',

'download' =>
'Завантажити XML-файл',

'dst_enabled' =>
'Літній час включений',

'duplicate_email' =>
'Копія E-mail: ',

'duplicate_field_assignment' =>
'Копія призначення поля: %x',

'duplicate_member_id' =>
'Копія ID учасника: "%x"<br />Рекомендується не використовувати тег &lt;member_id&gt; і дозволити двигуну автоматично збільшувати номер member_id',

'duplicate_screen_name' =>
'Копія screen_name: ',

'duplicate_username' =>
'Копія username: ',

'enclosure' =>
'Символ-обмежувач',

'enclosure_blurb' =>
'Цей символ обмежує дані, якщо вони існують.  У наступному прикладі символом-обмежувачем є подвійні лапки: "<br />',

'enclosure_example' =>
'"John Doe", "jdoe", "john@example.com", ...',

'enclosure_label' =>
'Вкладення: ',

'encrypted_passwords' =>
'Паролі вже зашифровані',

'file_loc_blurb' =>
'Розташування файлу повинне вказуватися щодо директорії Панелі управління сайту, напр.:. ../members.txt, якщо він в кореневій директорії сайту.',

'group_id' =>
'Група користувачів за умовчанням',

'import' =>
'Імпортувати!',

'import_from_xml' =>
'Імпортувати з XML-файлу',

'import_from_xml_blurb' =>
'Дозволяє імпортувати користувачів з XML-файлу в XML-формат користувачів  нашого двигуна',

'import_info' =>
'Імпорт інформації',

'import_success' =>
'Користувачі успішно імпортовані',

'import_success_blurb' =>
'XML-дані про користувачів були успішно імпортовані в базу даних!',

'info_blurb' =>
'Для використання цієї утиліти необхідно спочатку розмістити на сервері файл з даними, що експортуються, про учасників, а потім вказати місцеположення цього файлу.',

'invalid_element' =>
'Відсутній або неправильний елемент - очікувався &lt;member&gt',

'invalid_path' =>
'НЕПРАВИЛЬНИЙ ШЛЯХ!  Файл не існує: ',

'invalid_tag' =>
'Неправильний XML-тег!',

'invalid_xml' =>
'Проблема з XML-файлом.  Будь ласка, звіртеся з документацією по формату XML-файлу користувачів нашого двигуна.',

'language' =>
'Мова за умовчанням',

'member_fields' =>
'Поля користувача',

'member_id_warning' =>
'ПОПЕРЕДЖЕННЯ! Якщо у Вас є теги &lt;member_id&gt; tags в XML, то існуючі користувачі з тим же самим member_id буде ПЕРЕПИСАНІ новими даними!  Необхідно бути уважним!',

'member_import_utility' =>
'Утиліта імпорту користувачі',

'member_import_welcome' =>
'Ця утиліта дозволяє імпортувати користувачів в ExpressionEngine з інших систем',

'missing_birthday_child' =>
'Відсутні підлеглі елементи &lt;birthday&gt;: очікуються &lt;day&gt; &lt;month&gt; &lt;year&gt;',

'missing_email_field' =>
'Необхідно пов\'язати поле з "email"',

'missing_screen_name_field' =>
'Необхідно пов\'язати поле з "screen_name"',

'missing_username_field' =>
'Необхідно пов\'язати поле з "username"',

'no' =>
'Ні',

'no_delimiter' =>
'Необхідно забезпечити наявність символу, що розмежовує, з опцією "%x".',

'no_file_submitted' =>
'Ви повинні вказати відносний шлях до файлу даних користувачів',

'no_read_access' =>
'Неможливо прочитати файл: ',

'none' =>
'Ні',

'not_enough_fields' =>
'Повинно бути не менше 3 полів: username (ім\'я користувача), screen_name (псевдонім) і адреса email',

'option' =>
'Опція',

'other' =>
'Інше:',

'password_field_warning' =>
'Примітка: Якщо немає збігу одного з полів з "Паролем", будуть створені випадкові зашифровані паролі
і імпортованим користувачам необхідно буде використовувати посилання "Забули пароль" для входу в систему.',

'password_warning' =>
'Попередження про пароль',

'password_warning_blurb' =>
'Якщо пароля не буде, імпортованим учасникам треба буде використовувати посилання "Забули пароль" для входу в систему.  Крім того, якщо параметри шифрування ExpressionEngine (sha1/md5) не відповідають типу шифрування імпортованих даних, паролі не працюватимуть, і учасникам також треба буде скористатися посиланням "Забули пароль".  Паролі типу="text" будуть зашифровані під час імпортування.',

'plaintext_passwords' =>
'Паролі є простим текстом',

'required_fields' =>
'* Необхідні ім\'я користувача, псевдонім і адреса E-mail.',

'tab' =>
'Tab',

'time_format' =>
'Формат часу за умовчанням',

'timezone' =>
'Зона часу за умовчанням',

'total_members_imported' =>
'Імпортовано всього %x користувачів.',

'value' =>
'Значення',

'view_in_browser' =>
'Перегляд в браузері',

'view_xml' =>
'Перегляд XML',

'within_user_record' =>
'у запис користувача',

'xml_file' =>
'XML-файл',

'xml_file_loc' =>
'Розміщення XML-файлу користувачів',

'xml_file_loc_blurb' =>
'Розташування файлу повинне вказуватися щодо директорії Панелі управління сайту, напр.:. ../members.xml, якщо він в кореневій директорії сайту.',

'xml_imported' =>
'XML-дані користувачів імпортовані',

'yes' =>
'Так',

'your_data' =>
'Ваші дані',

/* END */
''=>''
);
?>