<?php

$L = array(

//----------------------------
// pM Imoprt
//----------------------------

"standby" =>
"Імпортування... будь ласка, чекайте...",

"import_complete" =>
"Імпортування завершене",

"forum_name" =>
"Назва форуму:",

"posts_remaining" =>
"Залишається повідомлень:",

"import_forum_posts" =>
"Імпортувати повідомлення форуму",

"forum_destination_instructions" =>
"Виберіть форум ExpressionEngine, в який Ви хочете імпортувати повідомлення",

"forum_destination_note" =>
"Примітка: Якщо форум не існує, Вам потрібно буде спочатку увійти до модуля форуму і створити його.",

"select_forum_destination" =>
"Виберіть місце для блогу",

"posts_per_cycle" =>
"Число повідомлень форуму за один цикл",

"forum_cycle_instructions" =>
"Ця операція імпорту не дуже завантажує процесор.  Щоб уникнути таймауту сервера ми імпортуємо повідомлення форуму pMachine обмеженими пакетами.  Для більшості серверів нормальним буде число 1000.  Якщо Ви використовуєте високопродуктивний або виділений сервер, можливе імпортування більшого числа записів в пакеті.",

"forum_instructions" =>
"Примітка: Ця операція виконується, лише якщо Ви в даний час використовуєте форум pMachine.  Якщо Ви не використовуєте форум pM Pro, можна пропустити цей етап.",

"forum_instructions2" =>
"Оскільки pMachine Pro не робить різниці між блогом і форумом, імпортуйте лише блоги pM Pro, які використовуються як частина Вашого форуму. Пропустіть будь-які блоги, які не є частиною форуму, оскільки вони будуть імпортовані на третьому етапі.",

"total_forum_posts" =>
"Загальна кількість повідомлень в цьому форумі:",

"posts_imported" =>
"Повідомлення форуму імпортовані",

"click_to_import_posts" =>
"Імпортувати повідомлення форуму з %x по %y",

"step_six" =>
"Крок шостий",

"member_config_complete" =>
"Конфігурація учасника виконана",

"pmachine_import_utitity" =>
"Утиліта імпорту з системи pMachine Pro",

"pmachine_import_welcome" =>
"Ця утиліта дозволяє імпортувати дані з pMachine Free або Pro в ExpressionEngine",

"pmachine_import_disclaimer" =>
"Якщо ви не використали pMachine, ця утиліта Вам не знадобиться.",

"pmachine_import_information" =>
"Документація по імпортуванню",

"pmachine_import_removal" =>
"Примітка: Не використовуйте цю утиліту, якщо не працювали з pMachine.",

"configuration_blurb" =>
"Для використання цієї утиліти спочатку вкажіть інформацію про базу даних pMachine.",

"configuration_blurb_cont" =>
"Ця інформація зберігається у файлі config.php системи pMachine.",

"database_info" =>
"Інформація про базу даних",

"sql_server" =>
"Адреса MySQL-сервера",

"sql_username" =>
"Ім'я користувача MYSQL",

"sql_password" =>
"Пароль до MySQL",

"sql_database" =>
"База данних MySQL",

"sql_prefix" =>
"Табличний префікс",

"leave_prefix_blank" =>
"Залиште незаповненим, якщо не додавали свого префікса",

"configure" =>
"Налагодити",

"empty_field_warning" =>
"Деякі поля залишилися незаповненими",

"no_database_connection" =>
"Використовуючи вказані Вами налаштування встановити зв\'язок з базою даних не вдається",

"table_name" =>
"Назва таблиці",

"table_rows" =>
"Ряди таблиці",

"table_action" =>
"Дія",

"table_status" =>
"Статус",

"completed" =>
"Завершено",

"no_rows_exist" =>
"Імпортування не потрібне",

"pending" =>
"Все готово до імпортування",

"pending_stats" =>
"Все готово для обробки",

"import_now" =>
"Імпортувати дані",

"recalculate" =>
"Обробити дані",

"step_one" =>
"Крок перший",

"step_two" =>
"Крок другий",

"step_three" =>
"Крок третій",

"step_four" =>
"Крок четвертий",

"step_five" =>
"Крок п\'ятий",

"import_options" =>
"Опції імпорту",

"import_members" =>
"Імпортувати учасників",

"import_weblog_entries" =>
"Імпортувати записи блога",

"recalculate_statistics" =>
"Перерахувати статистику",

"click_to_reset_statistics" =>
"Натискуйте тут для оновлення статистики",

"reset_statistics_info" =>
"Ви будете перенаправлені на утиліту перерахунку.  Після завершення поверніться на цю сторінку для виконання Кроку п\'ятого",

"members" =>
"Користувачі",

"member_stats" =>
"Статистика користувачів",

"weblog_stats" =>
"Статистика блогу",

"configure" =>
"Налагодити",

"total_members" =>
"Загальна кількість користувачів в базі данних pMachine:",

"select_your_account" =>
"Виберіть Ваш акаунт в pMachine",

"ignore_instructions" =>
"Оскільки у Вас вже є акаунт в ExpressionEngine, немає смислу вже заводити новий, що базується на інформації про Ваш акаунт в pMachine.  Це приведе до дублювання Вашого акаунту.  При виборі Вашого акаунта в pMachine Ваші записи блогу будуть асоційовані з Вашим уже існуючим акаунтом в ExpressionEngine",

"i_have_no_account" =>
"В мене немає акаунта в pMachine",

"members_per_cycle" =>
"Число користувачів за один цикл",

"cycle_instructions" =>
"Для запобігання проблемам з таймаутом ми імпортуємо дані з pMachine обмеженими пакетами.  Прохання вказати бажане число записів в пакеті.  Для більшості серверів нормальним буде число 1000.  Якщо Ви використовуєте високопродуктивний або виділений сервер, можливе імпортування до декількох тисяч записів в пакеті.",

"blog_cycle_instructions" =>
"Імпортування блога значно завантажує процесор, особливо якщо матеріали супроводяться великою кількістю коментарів і трекбеків. Щоб уникнути таймауту сервера ми імпортуємо записи блога pMachine обмеженими пакетами.  Для більшості серверів нормальним буде число 300.  Якщо Ви використовуєте високопродуктивний або виділений сервер, або якщо Ваші матеріали не супроводяться багаточисельними коментарями, Ви можете збільшити це число.",

"save_settings" =>
"Зберегти налаштування",

"member_import_complete" =>
"Імпортування учасників завершене.",

"return_to_overview" =>
"Повернутися на головну сторінку імпортування",

"start_member_import" =>
"Все готово до старту",

"members_remaining" =>
"Залишається імпортувати користувачів:",

"click_to_import_members" =>
"Імпортувати учасників з %x по %y",

"no_table_rows" =>
"Ряди відсутні",

"default_member_group" =>
"Асоціація учасників з групами",

"member_group_instructions" =>
"Імпортовані учасники мають бути асоційовані з групою.  Виберіть групу для вказаних учасників.",

"members_imported" =>
"Всі учасники імпортовані",

"return_to_main_menu" =>
"Повернутися до головного меню",

"import_weblog_entries" =>
"Імпортувати записи блогу",

"weblog_name" =>
"Назва блогу:",

"total_weblog_entries" =>
"Загальна кількість записів в цьому блозі:",

"select_destination_blog" =>
"Виберіть місце для журналу",

"destination_instructions" =>
"Виберіть блог ExpressionEngine, в який Ви хочете імпортувати записи pMachine.",

"destination_note" =>
"Примітка: Якщо блог не існує, Вам знадобиться спочатку створити його через сторінку АДМІН.",

"entries_per_cycle" =>
"Число записів блогу в циклі",

"select_destination_fields" =>
"Виберіть поля призначення",

"field_destination_instructions" =>
"Прохання вибрати кожне з полів в ExpressionEngine, в які Ви хотіли б імпортувати поля з полів pMachine.",

"field_destination_instructions_two" =>
"Вкажіть \"Не імпортувати\" для виключення відповідного поля з процесу імпорту.",

"fields_not_unique_warning" =>
"Не можна асоціювати більше одного поля pMachine з одним полем ExpressionEngine",

"no_fields_assigned" =>
"Вибраний Вами блог не асоційований з жодноюз груп полів.  Прохання привласнити групу полів цьому блогу через сторінку АДМІН.",

"no_textarea_fields" =>
"У асоційованій з блогом вказаній Вами групі полів немає жодного текстового поля",

"pmachine_field" =>
"Поле pMachine",

"ee_field" =>
"Поле ExpressionEngine",

"none" =>
"Не імпортувати",

"blurb" =>
"Вступ",

"body" =>
"Осн. текст",

"more" =>
"Детальніше",

"custom1" =>
"Custom1",

"custom2" =>
"Custom2",

"custom3" =>
"Custom3",

"you_must_select_fields" =>
"Ви не вибрали асоціації ні для одного поля",

"entries_remaining" =>
"Залишається записів:",

"entries_imported" =>
"Записи блога імпортовані",

"click_to_import_entries" =>
"Імпортувати записи блога з %x по %y",

"batch_complete" =>
"Пакетна обробка завершена...",

"select_upload_blog" =>
"Виберіть місце завантаження зображення",

"upload_instructions" =>
"Якщо Ваш блог в pMachine містить зображення, нам необхідно переписати їх поточне місцезнаходження в нове.",

"upload_note" =>
"Примітка:  Ця утиліта імпортування не перемістить Ваші існуючі зображення.  Вам буде необхідно перемістити їх на нове місце вручну.",

"note_regarding_categories" =>
"Про розділи блогу",

"category_note" =>
"Якщо записи блога в pMachine асоційовані з розділами, необхідно, щоб в ExpressionEngine були ідентичні розділи.  В процесі імпортування ця утиліта спробує знайти відповідність між розділами в pMachine і ExpressionEngine.  При неможливості виявити таку відповідність розділ для цього запису буде проігнорований (пропущений).",

"import_mailinglist" =>
"Імпортувати Розсилки",

"total_emails" =>
"Всього Email-повідомлень:",

"emails_remaining" =>
"Залишається Email-повідомлень:",

"emails_per_cycle" =>
"Число Email-адрес в циклі",

"email_instructions" =>
"Для запобігання проблемам з таймаутом Email-адреси імпортуються обмеженими пакетами.  Цей процес не дуже завантажує процесор, тому нормальним числом для середньостатистичного сервера тут буде 5000. Прохання вказати бажане число. ",

"mailinglist" =>
"Розсилка",

"mailinglist_imported" =>
"Розсилка імпортована",

"click_to_import_mailinglist" =>
"Імпортувати Email-повідомлення з %x по %y",


"clear_preferences" =>
"Очистити налаштування",

"click_to_clear_prefs" =>
"Натисніть для обнулення налаштувань",

"clear_preferences_info" =>
"В процесі імпортування Ваші налаштування збережені у Вашому основному файлі конфігурації.  Оскільки імпортування завершене, рекомендується обнулити ці дані.",

"you_are_done_importing" =>
"Процес імпортування успішно завершений!",


/* END */
''=>''
);
?>