<?php

$L = array(

"rotate_unsupported" =>
"Ймовірно, Ваш сервер не підтримує поворотів зображень.",

"nonexistent_filepath" =>
"Вказане зображення знайти не вдалося.",

"path_does_not_exist" => 
"Вказаний в налаштуваннях завантаження зображень шлях некоректна",

"file_exceeds_ini_limit" =>
"Завантажений файл перевищує максимально допустимий розмір, визначений у файлі конфігурації PHP",

"file_partially_uploaded" =>
"Файл був завантажений лише частково",

"no_file_selected" =>
"Файл для завантаження не вибраний",

"file_upload_error" =>
"Помилка невідомого типу.",

"invalid_filetype" =>
"Завантаження файлів цього типу не дозволене",

"invalid_filesize" =>
"Розмір призначеного для завантаження файлу перевищує дозволений",

"invalid_dimensions" =>
"Ширина або висота призначеного для завантаження файлу перевищує максимально дозволений",

"upload_error" =>
"Проблема завантаження файлу",

"copy_error" =>
"Помилка при спробі заміни файлу.  Переконаєтеся, що атрибути директорії допускають запис.",

"unsupported_protocol" =>
"Ваш сервер не підтримує вказаний в налаштуваннях протокол зміни розмірів зображень.",

"jpg_or_png_required" =>
"Вказаний в налаштуваннях протокол зміни розмірів зображень працює лише з файлами JPEG або PNG.",

"jpg_gif_png_required" =>
"Вказаний в налаштуваннях протокол зміни розмірів зображень працює лише з файлами GIF, JPEG або PNG.",

"libpath_invalid" =>
"Вказаний шлях до бібліотеки зображень некоректна.  Вкажіть в налаштуваннях зображень правильний шлях.",

"image_resize_failed" =>
"Невдала спроба зміни розмірів зображень.  Переконаєтеся, що Ваш сервер підтримує вибраний протокол, а також в коректності вказівки шляху до бібліотеки зображень.",

"invalid_filecontent" =>
"Файл, який Ви намагаєтеся відправити, містить контент, не відповідний його типові MIME.",


// IGNORE
''=>'');?>